{
  "home": {
    "desc": "Ich bin ein Bachelor-Student und strebe einen Abschluss in Bioinformatik und Informatik an. In meiner Freizeit bin ich ein autodidaktischer Full-Stack Web- und App-Entwickler mit zahlreichen Projekten in meiner Erfahrung.",
    "aboutButton": "Über mich",
    "competitions": "Wettbewerbe & Pitches",
    "projects": "Hervorgehobene Arbeiten",
    "furtherwork": "Weitere Arbeiten",
    "p1": "Der erste Online-Marktplatz für gebrauchte Kleidung auf dem Balkan.",
    "p2": "Eine Werbeseite für die Wettorganisation Flex Team.",
    "p3": "Das Duolingo des Kochens: Treffen Sie EasyMeal, Ihre All-in-One Koch-App.",
    "personal-projects": "Persönliche Projekte",
    "pp-desc": "Die Projekte, an denen ich als teil von Wettbewerben und Pitches gearbeitet habe und Leidenschaftsprojekte.",
    "port-desc": "Ernstzunehmende Projekte für Kunden und Geschäftsideen/Startups, an denen ich gearbeitet habe."
  },
  "common": {
    "nav1": "Über Mich",
    "projects": "Projekte & Ressourcen",
    "footer-heading": "Ich bin Nemanja Grujić",
    "footer-button": "Über diese Website",
    "footer-desc": "Derzeit studiere ich Bioinformatik an der Universität von Calgary. In meiner Freizeit entwickle ich gerne Webanwendungen.",
    "footer-contact": "Kontakt",
    "custom-theme": "Benutzerdefiniertes Thema",
    "settings": "Einstellungen",
    "back": "Zurück",
    "changeLanguage": "Sprache ändern",
    "pickTheme": "Wähle ein Thema",
    "themeMachine": "Benutzerdefiniertes Thema",
    "personal-projects": "Persönliche Projekte",
    "pp-desc": "Die Projekte, an denen ich als teil von Wettbewerben und Pitches gearbeitet habe und Leidenschaftsprojekte.",
    "port-desc": "Ernstzunehmende Projekte für Kunden und Geschäftsideen/Startups, an denen ich gearbeitet habe.",
    "project-collections": "Projektsammlungen",
    "helpful-resources": "Hilfreiche Ressourcen",
    "site-stats": "Website-Statistiken",
    "site-info": "Website-Informationen",
    "uses": "Verwendungen",
    "resources": "Ressourcen",
    "proj": "Projekte",
    "uses-desc": "Meine Konfiguration, Werkzeuge und Entwicklungsstack für diese Website."
  },
  "about": {
    "biolength": "Bio Länge",
    "shortest": "Kürzeste",
    "short": "Kurz",
    "longest": "Längste",
    "long": "Lang",
    "bio0": "Als Bioinformatik-Student und Full-Stack-Entwickler genieße ich es, Web-Lösungen zu erstellen.",
    "bio1": "Ich bin im letzten Jahr an der Universität von Calgary und studiere Bioinformatik und Informatik. Ich habe Erfahrung in der Leitung von Technologieprojekten und im digitalen Marketing in verschiedenen Unternehmen gesammelt. Ich bin ein autodidaktischer Full-Stack-Web- und App-Entwickler, und meine Leidenschaft ist es, effiziente und schöne Websites zu erstellen.",
    "bio2": "Ich bin im vierten Jahr an der Universität von Calgary, mit Hauptfach Bioinformatik und Nebenfach Informatik. Im Laufe der Jahre habe ich durch Rollen wie Projektmanager und leitender Frontend-Entwickler im Tech Start Club der Universität einen breiten Fähigkeitensatz entwickelt, der zu preisgekrönten Projekten geführt hat. Ich bringe auch meine Erfahrung in der Bioinformatik in das Riabowol-Forschungslabor ein, wo ich meine Fähigkeiten in einer dynamischen wissenschaftlichen Umgebung anwende und Zellalterung erforsche. Meine Webentwicklungsreise begann 2020 und führte zur Mitgründung von zwei Unternehmen: LAN Digital, eine digitale Marketingagentur, und Obuci.rs, ein innovativer Online-Marktplatz für Second-Hand-Kleidung, einzigartig in der Balkanregion.",
    "bio3": "Ich bin derzeit ein Student im vierten Jahr mit einem Hauptfach in Bioinformatik und einem Nebenfach in Informatik an der Universität von Calgary. Ursprünglich aus Serbien, absolvierte ich die 13. Belgrader Gymnasium. Ich habe umfangreiche Erfahrung in der Entwicklung von Projekten und im Pitching von Startup-Geschäftsideen, da ich sowohl als Projektmanager als auch als leitender Frontend-Entwickler im unternehmerischen Tech Start Club der Universität tätig war. Während meiner Amtszeit nutzte ich meine Erfahrungen, um Probleme zu lösen und preisgekrönte Projekte in Zusammenarbeit mit verschiedenen Teams und unter Verwendung professioneller Entwicklungswerkzeuge und -methoden zu erstellen. Ich diene auch als VP of Marketing für den Bioinformatik-Forschungsclub der Universität, wo ich mein digitales Marketing-Know-how mit einer Leidenschaft für Webentwicklung kombiniere, um eine dynamische Online-Präsenz für den Club zu schaffen.",
    "bio3-2": "Ich begann 2020 mit der Webentwicklung, indem ich mir HTML, CSS und Javascript selbst beibrachte und später in React und Full-Stack-Entwicklung vertiefte. Seitdem ist meine Leidenschaft nur gewachsen, da ich mich in der Full-Stack-Web- und App-Entwicklung profiliert habe und an unzähligen Projekten als Hobby oder für Kunden gearbeitet habe. Im Jahr 2021 beschlossen ich und zwei meiner Freunde, die ebenfalls leidenschaftlich am digitalen Handwerk interessiert sind, eine digitale Marketingagentur zu gründen. So entstand LAN Digital, ein Start-up, in dem meine Freunde und ich unsere Fähigkeiten einsetzten, um eine bessere Webrepräsentation für serbische Unternehmen zu schaffen. Seitdem haben wir auch unsere zweite Geschäftsidee für den serbischen Markt entwickelt - Obuci.rs, eine Second-Hand-Kleidungs-Webplattform, die es in dieser Form in der Region noch nicht gab.",
    "bio3-3": "In den letzten drei Jahren meiner Webentwicklungsreise habe ich eine enorme Menge an Erfahrung durch die Arbeit an ernsthaften kollaborativen Projekten, persönlichen Unternehmungen sowie der Arbeit für Kunden gesammelt. Führungsrollen zu übernehmen, war besonders lohnend, da ich mit talentierten Individuen zusammenarbeiten und kontinuierlich nach neuen Lernmöglichkeiten suchen konnte. Meine Fähigkeiten in der Bioinformatik habe ich auch praktisch im Riabowol-Forschungslabor eingesetzt, wo ich derzeit meine Expertise anwende und Zellalterung erforsche. Außerhalb meiner beruflichen Bestrebungen umfassen meine Hobbys und Leidenschaften Tennis, Reisen, persönliche Fitness und Motorsport.",
    "the": "die",
    "numbers": "Zahlen",
    "numbers-desc": "Im letzten Jahr habe ich",
    "times-to": "mal beigetragen zu",
    "numbers-desc2": "verschiedenen Projekten."
  },
  "cv": {
    "button": "Herunterladen",
    "intro": "Motivierter Student, der einen Bachelor in Bioinformatik und Informatik anstrebt. Ich habe drei Jahre Erfahrung in der Verwendung von React und TypeScript zum Erstellen leistungsstarker, schöner und zugänglicher Full-Stack-Apps. Ich blühe in kollaborativen und schnelllebigen Umgebungen auf. Immer begierig zu lernen und mich zu verbessern, suche ich nach Möglichkeiten, die es mir erlauben, meine Karriere weiterzuentwickeln und effektiv beizutragen.",
    "technical-skills": "technische Fähigkeiten",
    "skills": "Fähigkeiten",
    "skill1": "Social Media Management",
    "skill2": "Web/App-Entwicklung",
    "skill4": "Zusammenarbeit",
    "skill5": "Führung",
    "experience": "Erfahrung",
    "education": "Bildung",
    "high-school": "XIII Gymnasium Belgrad - Naturwissenschaften",
    "codedin": "Dieser Lebenslauf wurde in ReactJS programmiert.",
    "interests": "Interessen",
    "languages": "Sprachen",
    "lang1": "Englisch",
    "lang2": "Deutsch",
    "lang3": "Serbisch",
    "native": "Muttersprache",
    "exp1-header": "Leitender Front-End Entwickler",
    "present": "Heute",
    "exp1-1": "Ich spielte eine entscheidende Rolle in einem dynamischen Entwicklungsteam und nahm mich eines komplexen und herausfordernden Projekts namens 'Where To?' an.",
    "exp1-2": "Ich übernahm eine Führungsposition und trieb wichtige Designentscheidungen und die Implementierung der Strategie für unsere Web-App voran.",
    "exp1-3": "ch präsentierte und pitchte 'Where To?' aktiv bei großen Softwareunternehmen, einschließlich Microsoft, Unity und Arcurve, was dazu führte, dass das Projekt den 'Best Design Award' erhielt.",
    "exp1-skills": "Zusammenarbeit, Führung, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Ingenieur, Mitbegründer",
    "exp2-1": "Ich gründete 2021 gemeinsam mit zwei meiner Freunde die digitale Marketingagentur.",
    "exp2-2": "Ich leitete das UI-Design und die Front-End-Webentwicklung, um visuell ansprechende und benutzerfreundliche digitale Erlebnisse zu liefern.",
    "exp2-3": "Erfolgreich entwickelte und startete ich die Website der Agentur sowie zahlreiche Websites für Kunden.",
    "exp2-4": "Ich leitete Kundenakquise-Initiativen, indem ich effektive Strategien im Kaltakquise-E-Mailen und Beziehungsaufbau einsetzte, um unsere Kundenbasis zu erweitern und fortlaufende Partnerschaften zu fördern.",
    "exp2-skills": "Kundenkommunikation, JS, ReactJS, NextJS, TypeScript, Figma, TailwindCSS",
    "exp3-header": "Praktikant in Betriebsführung",
    "exp3-1": "Ich kümmerte mich um die detaillierte Annotation von Marketingmaterialien für verschiedene bekannte Unternehmen und gewährleistete hohe Qualität und Genauigkeit.",
    "exp3-2": "Ich schulte neue Teammitglieder und übernahm Qualitätskontrollaufgaben, während ich auch Aufgaben in der Front-End-Entwicklung übernahm, was meine Flexibilität und ein breites Fähigkeitenspektrum in einem schnelllebigen Start-up-Umfeld zeigte.",
    "exp3-3": "Ich schlug neue Annotationskategorien vor und integrierte diese, die den Verkauf unserer Kunden verbesserten und zur Gewinnung neuer Verträge beitrugen.",
    "exp3-skills": "Zusammenarbeit, Slack, Zeitmanagement, Führung, Frontend, AWS, Microsoft Excel",
    "exp4-header": "Projektmanager",
    "exp4-1": "Ich leitete ein vielfältiges Team von Entwicklern, um 'EasyMeal' zu kreieren, eine innovative App, die den 'Best Overall Project Award' gewann.",
    "exp4-2": "Ich bot Mentorship sowohl für erfahrene als auch für neue Studenten in der App-Entwicklung an, wobei ich branchenübliche Praktiken und Technologien einsetzte.",
    "exp4-3": "Als SCRUM-Master verwaltete ich geschickt Projektzeitpläne, legte klare Ziele fest und förderte eine kollaborative und ergebnisorientierte Teamatmosphäre.",
    "exp4-skills": "Projektmanagement, Führung, Agile (SCRUM), TypeScript, React Native, Firebase",
    "customize-cv": "Meinen Lebenslauf anpassen",
    "customize": "Anpassen",
    "show-icons": "Abschnittssymbole anzeigen",
    "show-color": "Farbe hinzufügen",
    "show-headshot": "Mein Porträtfoto anzeigen",
    "visualizations": "Visualisierungen",
    "reset": "Zurücksetzen"
  },
  "projects": {
    "my": "Meine",
    "projects": "Projekte",
    "desc": "Projekte, an denen ich als teil von Wettbewerben und Pitches gearbeitet habe und Leidenschaftsprojekte.",
    "p1": "Möchten Sie das Kochen spaßig gestalten, neue Rezepte entdecken und Geld sparen? Lernen Sie EasyMeal kennen, das Duolingo des Heimkochens.",
    "p1-2": "Von Anfang an war die Prämisse von EasyMeal, fortgeschrittene Rezeptkuratierung und Gamifizierung zu nutzen, um das Kochen einfach, spaßig und budgetfreundlich zu gestalten. Diese App hilft Benutzern, Makros zu verfolgen, tägliche Kochziele zu erreichen, aufzusteigen, Abzeichen freizuschalten, neue Rezepte zu entdecken und Empfehlungen basierend auf dem Budget zu erhalten. EasyMeal wurde mit React Native (Expo) und Firebase entwickelt.",
    "button": "Seite besuchen",
    "p2": "Waren Sie jemals müde davon, wie viel Zeit es manchmal dauert, mit Ihrer Freundesgruppe zu planen, wohin Sie an einem Freitagabend gehen?",
    "p2-2": "Where To? ist darauf ausgelegt, den Planungsprozess zu vereinfachen und die Entscheidungsfindung für Gruppen zu erleichtern. Die App schlägt intuitiv Ziele basierend auf den kollektiven Präferenzen der Gruppe vor. Mitglieder können dann für ihre bevorzugte Wahl abstimmen, wobei die beliebteste Option automatisch ausgewählt wird. Entwickelt mit NextJS, ChakraUI und MongoDB, integriert die App die Google Places API, um eine breite Palette von Standortvorschlägen anzubieten.",
    "p3": "ProdajAuto ist der erste Online-Automarkt für Auktionen auf dem Balkan.",
    "p3-2": "Dieses Leidenschaftsprojekt, das sich derzeit in einem frühen Entwicklungsstadium befindet, zielt darauf ab, den Erfolg von CarsAndBids speziell für die Balkanregion zu replizieren. Unsere Plattform bietet einen intuitiven und benutzerfreundlichen Online-Automarkt für Auktionen, der erste seiner Art auf dem Balkan. Mit dieser Plattform können Benutzer ihre Fahrzeuge nahtlos für Auktionen auflisten oder Gebote auf eine breite Auswahl an Autos abgeben. Wir entwickeln diese Plattform von Grund auf mit einer sehr robusten T3-Technologie-Stack, um ein sicheres und effizientes Auktionserlebnis zu gewährleisten.",
    "moreprojects": "Weitere Projekte.",
    "mp-1": "Website für die Wettorganisation Flex Team.",
    "mp-2": "Your all in one cooking curation app!",
    "mp-3": "Der Klassiker. Schlachtschiff-Spiel entwickelt mit React Native.",
    "active-development": "Wird Entwicklet"
  },
  "portfolio": {
    "desc": "Hier finden Sie viele Informationen über meine Startups, Arbeit für Kunden und andere ernsthafte Projekte, an denen ich gearbeitet habe. Viele haben Links, daher ermutige ich Sie, sie anzusehen und auszuprobieren.",
    "p1-desc": "Der erste spezialisierte Online-Marktplatz für Second-Hand-Kleidung auf dem Balkan.",
    "p2-desc": "Eine digitale Marketingagentur, die ich 2021 mit zwei meiner besten Freunde gegründet habe.",
    "p3-desc": "Cool und leistungsstark: die Werbeseite für die Wettorganisation Flex Team.",
    "p4-desc": "Cross-Plattform-App, die für Obuci.rs entwickelt wird.",
    "p5-desc": "CMS-Clubwebseite, erstellt für den Porsche Club in Serbien."
  },
  "siteinfo": {
    "about": "Über diese Seite",
    "p1": "Diese Seite ist meine Ecke des Internets. Ich nutze sie, um Projekte, an denen ich gearbeitet habe, zu präsentieren und meine Webentwicklungsabenteuer zu dokumentieren.",
    "p2": "Die Seite wurde mehrfach überarbeitet und neu aufgebaut. Der aktuelle Technologie-Stack verwendet NextJS und Tailwindcss. Alle UX-Designs und Codes wurden von mir erstellt, mit ein wenig Inspiration."
  }
}
