{
  "home": {
    "desc": "Ich bin ein Bachelor-Student und strebe einen Abschluss in Bioinformatik und Informatik an. In meiner Freizeit bin ich ein autodidaktischer Full-Stack Web- und App-Entwickler mit zahlreichen Projekten in meiner Erfahrung.",
    "aboutButton": "Über mich",
    "competitions": "Wettbewerbe & Pitches",
    "projects": "Hervorgehobene Arbeiten",
    "furtherwork": "Weitere Arbeiten",
    "p1": "Der erste Online-Marktplatz für gebrauchte Kleidung auf dem Balkan.",
    "p2": "Eine Werbeseite für die Wettorganisation Flex Team.",
    "p3": "Das Duolingo des Kochens: Treffen Sie EasyMeal, Ihre All-in-One Koch-App.",
    "personal-projects": "Persönliche Projekte",
    "pp-desc": "Die Projekte, an denen ich als teil von Wettbewerben und Pitches gearbeitet habe und Leidenschaftsprojekte.",
    "port-desc": "Ernstzunehmende Projekte für Kunden und Geschäftsideen/Startups, an denen ich gearbeitet habe."
  },
  "common": {
    "nav1": "Über Mich",
    "projects": "Projekte & Ressourcen",
    "footer-heading": "Ich bin Nemanja Grujić",
    "footer-button": "Über diese Website",
    "footer-desc": "Derzeit studiere ich Bioinformatik an der Universität von Calgary. In meiner Freizeit entwickle ich gerne Webanwendungen.",
    "footer-contact": "Kontakt",
    "custom-theme": "Benutzerdefiniertes Thema",
    "settings": "Einstellungen",
    "back": "Zurück",
    "changeLanguage": "Sprache ändern",
    "pickTheme": "Wähle ein Thema",
    "themeMachine": "Benutzerdefiniertes Thema",
    "personal-projects": "Persönliche Projekte",
    "pp-desc": "Die Projekte, an denen ich als teil von Wettbewerben und Pitches gearbeitet habe und Leidenschaftsprojekte.",
    "port-desc": "Ernstzunehmende Projekte für Kunden und Geschäftsideen/Startups, an denen ich gearbeitet habe.",
    "project-collections": "Projektsammlungen",
    "helpful-resources": "Hilfreiche Ressourcen",
    "site-stats": "Website-Statistiken",
    "site-info": "Website-Informationen",
    "uses": "Verwendungen",
    "resources": "Ressourcen",
    "proj": "Projekte",
    "uses-desc": "Meine Konfiguration, Werkzeuge und Entwicklungsstack für diese Website."
  },
  "about": {
    "biolength": "Bio Länge",
    "shortest": "Kürzeste",
    "short": "Kurz",
    "longest": "Längste",
    "long": "Lang",
    "bio0": "Als Bioinformatik-Student und Full-Stack-Entwickler genieße ich es, Web-Lösungen zu erstellen.",
    "bio1": "Ich bin im letzten Jahr an der Universität von Calgary und studiere Bioinformatik und Informatik. Ich habe Erfahrung in der Leitung von Technologieprojekten und im digitalen Marketing in verschiedenen Unternehmen gesammelt. Ich bin ein autodidaktischer Full-Stack-Web- und App-Entwickler, und meine Leidenschaft ist es, effiziente und schöne Websites zu erstellen.",
    "bio2": "Ich bin im vierten Jahr an der Universität von Calgary, mit Hauptfach Bioinformatik und Nebenfach Informatik. Im Laufe der Jahre habe ich durch Rollen wie Projektmanager und leitender Frontend-Entwickler im Tech Start Club der Universität einen breiten Fähigkeitensatz entwickelt, der zu preisgekrönten Projekten geführt hat. Ich bringe auch meine Erfahrung in der Bioinformatik in das Riabowol-Forschungslabor ein, wo ich meine Fähigkeiten in einer dynamischen wissenschaftlichen Umgebung anwende und Zellalterung erforsche. Meine Webentwicklungsreise begann 2020 und führte zur Mitgründung von zwei Unternehmen: LAN Digital, eine digitale Marketingagentur, und Obuci.rs, ein innovativer Online-Marktplatz für Second-Hand-Kleidung, einzigartig in der Balkanregion.",
    "bio3": "Ich bin derzeit ein Student im vierten Jahr mit einem Hauptfach in Bioinformatik und einem Nebenfach in Informatik an der Universität von Calgary. Ursprünglich aus Serbien, absolvierte ich die 13. Belgrader Gymnasium. Ich habe umfangreiche Erfahrung in der Entwicklung von Projekten und im Pitching von Startup-Geschäftsideen, da ich sowohl als Projektmanager als auch als leitender Frontend-Entwickler im unternehmerischen Tech Start Club der Universität tätig war. Während meiner Amtszeit nutzte ich meine Erfahrungen, um Probleme zu lösen und preisgekrönte Projekte in Zusammenarbeit mit verschiedenen Teams und unter Verwendung professioneller Entwicklungswerkzeuge und -methoden zu erstellen. Ich diene auch als VP of Marketing für den Bioinformatik-Forschungsclub der Universität, wo ich mein digitales Marketing-Know-how mit einer Leidenschaft für Webentwicklung kombiniere, um eine dynamische Online-Präsenz für den Club zu schaffen.",
    "bio3-2": "Ich begann 2020 mit der Webentwicklung, indem ich mir HTML, CSS und Javascript selbst beibrachte und später in React und Full-Stack-Entwicklung vertiefte. Seitdem ist meine Leidenschaft nur gewachsen, da ich mich in der Full-Stack-Web- und App-Entwicklung profiliert habe und an unzähligen Projekten als Hobby oder für Kunden gearbeitet habe. Im Jahr 2021 beschlossen ich und zwei meiner Freunde, die ebenfalls leidenschaftlich am digitalen Handwerk interessiert sind, eine digitale Marketingagentur zu gründen. So entstand LAN Digital, ein Start-up, in dem meine Freunde und ich unsere Fähigkeiten einsetzten, um eine bessere Webrepräsentation für serbische Unternehmen zu schaffen. Seitdem haben wir auch unsere zweite Geschäftsidee für den serbischen Markt entwickelt - Obuci.rs, eine Second-Hand-Kleidungs-Webplattform, die es in dieser Form in der Region noch nicht gab.",
    "bio3-3": "In den letzten drei Jahren meiner Webentwicklungsreise habe ich eine enorme Menge an Erfahrung durch die Arbeit an ernsthaften kollaborativen Projekten, persönlichen Unternehmungen sowie der Arbeit für Kunden gesammelt. Führungsrollen zu übernehmen, war besonders lohnend, da ich mit talentierten Individuen zusammenarbeiten und kontinuierlich nach neuen Lernmöglichkeiten suchen konnte. Meine Fähigkeiten in der Bioinformatik habe ich auch praktisch im Riabowol-Forschungslabor eingesetzt, wo ich derzeit meine Expertise anwende und Zellalterung erforsche. Außerhalb meiner beruflichen Bestrebungen umfassen meine Hobbys und Leidenschaften Tennis, Reisen, persönliche Fitness und Motorsport.",
    "the": "die",
    "numbers": "Zahlen",
    "numbers-desc": "Im letzten Jahr habe ich",
    "times-to": "mal beigetragen zu",
    "numbers-desc2": "verschiedenen Projekten."
  },
  "cv": {
    "button": "Lebenslauf herunterladen",
    "intro": "Motivierter Student, der einen Bachelor in Bioinformatik und Informatik anstrebt. Webentwickler mit zwei Jahren Erfahrung in ReactJS und Next, um leistungsfähige, schöne und zugängliche Anwendungen zu erstellen. Erfahrung in kollaborativen und schnellen Umgebungen. Sehr anpassungsfähig, gut im Erwerb neuer Fähigkeiten und auf der Suche nach der nächsten Herausforderung, um mich weiterzuentwickeln.",
    "intro-mobile": "Motivierter Student, der einen Bachelor in Bioinformatik und Informatik anstrebt. Kreativer, kollaborativer und mutiger Entwickler mit Erfahrung in Webtechnologien. Erfahrung in Teamumgebungen und schnellen Umgebungen. Auf der Suche nach der nächsten Herausforderung, um mich weiterzuentwickeln.",
    "technical-skills": "technische Fähigkeiten",
    "skills": "Fähigkeiten",
    "skill1": "Social Media Management",
    "skill2": "Web-/App-Entwicklung",
    "skill4": "Kommunikationsfähigkeiten",
    "skill5": "Führung",
    "experience": "Erfahrung",
    "education": "Bildung",
    "high-school": "XIII Gymnasium Belgrad - Naturwissenschaften",
    "codedin": "Dieser Lebenslauf wurde in ReactJS programmiert.",
    "interests": "Interessen",
    "languages": "Sprachen",
    "lang1": "Englisch",
    "lang2": "Deutsch",
    "lang3": "Serbisch",
    "native": "Muttersprache",
    "exp1-header": "Leitender Front-End Entwickler",
    "present": "2023",
    "exp1-1": "Arbeiten an herausfordernden Projekten als Teil eines Entwicklerteams.",
    "exp1-2": "Erstellung funktionaler und leistungsfähiger Webanwendungen nach Branchenstandards.",
    "exp1-3": "Präsentation des Projekts, an dem wir während des Jahres gearbeitet haben, und Pitching an Softwareunternehmen wie Microsoft, Unity und Arcurve.",
    "exp1-skills": "Zusammenarbeit, Führung, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Ingenieur, Mitbegründer",
    "exp2-1": "Mitbegründung der Digitalmarketingagentur mit zwei meiner Freunde im Jahr 2021.",
    "exp2-2": "Zuständig für Kundenkommunikation, UI-Design und Webentwicklung.",
    "exp2-3": "Erstellung der Website der Agentur sowie Websites für unsere Kunden.",
    "exp2-4": "Management von Kundenakquise und Kaltakquise.",
    "exp2-skills": "Kundenkommunikation, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Praktikant im Operationsbereich",
    "exp3-1": "Zuständig für die Annotation von tausenden von Marketingmaterialien für verschiedene große Unternehmen.",
    "exp3-2": "Hohe Präzision und strenge Qualitätskontrolle unter Druck und mit kurzen Fristen aufrechterhalten.",
    "exp3-3": "Vorschlag und Einführung neuer Annotationsklassen, die den Umsatz der Kunden steigerten und neue Verträge sicherten.",
    "exp3-skills": "Koordination, Slack, Zeitmanagement, Führung, Kommunikationsfähigkeiten, Microsoft Excel",
    "exp4-header": "Projektmanager",
    "exp4-1": "Führung eines Entwicklerteams mit dem Ziel, ein einzigartiges, geschäftlich tragfähiges Produkt zu erstellen. Unser Projekt, EasyMeal, wurde mit dem Preis für das beste Gesamtprojekt ausgezeichnet.",
    "exp4-2": "Mentoring und Anleitung von erfahrenen und unerfahrenen Studenten in der App-Entwicklung nach Branchenstandards und Technologien.",
    "exp4-3": "Verantwortlich für das Management von Fristen, das Setzen von Zielen und das Schaffen einer positiven und produktiven Teamumgebung.",
    "exp4-skills": "Projektmanagement, Führung, Agile, Typescript, React Native, Firebase, APIs"
  },
  "portfolio": {
    "my": "Mein",
    "desc": "Projekte, an denen ich einzeln gearbeitet habe, sowie Teamprojekte.",
    "p1": "LAN Digital ist eine Digitalmarketingagentur, die ich mit zwei meiner besten Freunden, Aleksa und Luka, gegründet habe.",
    "p1-2": "Da dies mein Start-up ist, habe ich viel Mühe in die Gestaltung der Website für unsere Agentur gesteckt. Es handelt sich um eine hauptsächlich statische Seite, die ich mit React NextJS und styled-components für das CSS erstellt habe. Die Seite verfügt über ein Kontaktformular, das nodemailer verwendet, und einen Blog-Bereich, der Daten von einem kopflosen CMS - GraphCMS - verwendet.",
    "button": "Seite besuchen",
    "p2": "Waren Sie schon einmal müde von der Zeit, die es manchmal dauert, bis Sie und Ihre Gruppe von Freunden planen, wohin Sie an einem Freitagabend gehen sollen?",
    "p2-2": "Time to Decide zielt darauf ab, die Planungszeit zu verkürzen, indem es einfacher gemacht wird, sich zu entscheiden. Die App funktioniert, indem sie der Freundesgruppe Orte vorschlägt, die auf ihren Vorlieben basieren. Die Mitglieder der Gruppe werden dann aufgefordert, für ihren Top-Favoriten zu stimmen, wobei der Ort mit den meisten Stimmen gewinnt. Die App wurde mit NextJS, ChakraUI und MongoDB erstellt. Die Google Places API wurde verwendet, um vorgeschlagene Orte zu erhalten.",
    "p3": "Obuci.rs ist die erste spezialisierte Second-Hand-Kleidungs-E-Commerce-Website auf dem Balkan.",
    "p3-2": "Was als Idee von mir und einem anderen Freund begann, entwickelt sich schnell zu einem raffinierten Marktplatz für gebrauchte Kleidung, mit den neuesten Technologien wie NextJS und Firebase. Das Ziel ist es, einen kostenlosen Marktplatz zu haben, auf dem die Menschen jede Kleidung oder jedes Accessoire auflisten können, das sie verkaufen möchten.",
    "moreprojects": "Weitere Projekte.",
    "mp-1": "Schlanke Website für die Flex Team Wettorganisation.",
    "mp-2": "Ihre All-in-One-Kochkurierungs-App!",
    "mp-3": "Der Klassiker. Schlachtschiffspiel erstellt mit React Native."
  },
  "siteinfo": {
    "about": "Über diese Seite",
    "p1": "Diese Seite ist meine Ecke des Internets. Ich nutze sie, um Projekte, an denen ich gearbeitet habe, zu präsentieren und meine Webentwicklungsabenteuer zu dokumentieren.",
    "p2": "Die Seite wurde mehrfach überarbeitet und neu aufgebaut. Der aktuelle Technologie-Stack verwendet NextJS und Tailwindcss. Alle UX-Designs und Codes wurden von mir erstellt, mit ein wenig Inspiration."
  }
}
