{
  "home": {
    "desc": "I am an undergraduate student pursuing a degree in Bioinformatics and Computer Science. In my free time, I am a self-taught full-stack Web and App Developer, with numerous projects under my belt.",
    "aboutButton": "About Me",
    "competitions": "Competitions & Pitches",
    "projects": "Featured Work",
    "furtherwork": "Further Work",
    "p1": "The first online second-hand clothing marketplace in the Balkans.",
    "p2": "A promotional site for the Flex Team betting organization.",
    "p3": "The Duolingo of cooking: Meet EasyMeal, your all-in-one cooking companion app.",
    "personal-projects": "Personal Projects",
    "pp-desc": "The projects I've worked on as part of Competitions, Pitches and Passion Projects.",
    "port-desc": "Serious projects for clients and business ideas/startups I've worked on."
  },
  "common": {
    "nav1": "About Me",
    "projects": "Projects & Resources",
    "footer-heading": "I'm Nemanja Grujić",
    "footer-button": "About This Site",
    "footer-desc": "I am currently a Bioinformatics student at the University of Calgary. I enjoy creating web applications in my free time.",
    "footer-contact": "Contact",
    "custom-theme": "Custom Theme",
    "settings": "Settings",
    "back": "Back",
    "changeLanguage": "Change The Language",
    "pickTheme": "Pick A Theme",
    "themeMachine": "Custom Theme Machine",
    "personal-projects": "Personal Projects",
    "pp-desc": "The projects I've worked on as part of Competitions, Pitches and Passion Projects.",
    "port-desc": "Serious projects for clients and business ideas/startups I've worked on.",
    "project-collections": "project collections",
    "helpful-resources": "helpful resources",
    "site-stats": "Site Stats",
    "site-info": "Site Info",
    "uses": "Uses",
    "resources": "Resources",
    "proj": "Projects",
    "uses-desc": "My config, tools and dev stack for this site."
  },
  "about": {
    "biolength": "Bio Length",
    "shortest": "Shortest",
    "short": "Short",
    "longest": "Longest",
    "long": "Long",
    "bio0": "A Bioinformatics student and full-stack developer, I enjoy creating web solutions.",
    "bio1": "I'm a senior at the University of Calgary, studying Bioinformatics and Computer Science. I've been involved in tech project management and digital marketing in several ventures. I am a self taught full-stack Web and App Developer and my passion is creating web applications that are both efficient and beautiful.",
    "bio2": "I'm in my fourth year at the University of Calgary, majoring in Bioinformatics and minoring in Computer Science. Over the years I've developed a broad skill set through roles such as Project Manager and Lead Frontend Developer at the University's Tech Start Club, leading to award-winning projects. I also bring my bioinformatics experience to the Riabowol research lab, applying my skills in a dynamic scientific environment and researching cellular senescence. My web development journey began in 2020, evolving into the co-founding of two ventures: LAN Digital, a digital marketing agency, and Obuci.rs, an innovative online second-hand clothing marketplace unique to the Balkan region.",
    "bio3": "I'm currently a fourth-year student pursuing a major in Bioinformatics and a minor in Computer Science at the University of Calgary. Originally from Serbia, I graduated from the 13th Belgrade High School. I have vast experience building projects and pitching start-up business ideas, as I used to be part of teams both as Project Manager and Lead Frontend Developer at the University's entreprenurial Tech Start Club. During my tenure, I used my experience to solve problems and create award-winning projects working with various teams and using professional development tools and methodologies. \n I also serve as the VP of Marketing for the Research in Bioinformatics Club, where  I have blended my digital marketing acumen with a passion for web development, creating a dynamic online presence for the club.",
    "bio3-2": "I started learning web development in 2020, teaching myself HTML, CSS, and Javascript, and later delving into React and full-stack development. Since then, my passion has only grown as I have become proficient in full-stack web and app development, having worked on countless projects as a hobby or for clients. \n In 2021, me and two of my friends who are also passionate about the digital craft decided to create a digital marketing agency. Thus, LAN Digital was born, a start-up where me and my friends would put our skills to use to create a better web representation for Serbian businesses. Since then we also developed our second business idea for the Serbian market - Obuci.rs, a second-hand clothing web platform, the likes of which has not yet existed in the region.",
    "bio3-3": " Over the last three years of my web development journey, I have gained a tremendous amount of experience from working on serious collaborative projects, personal ventures as well as work for clients. Embracing leadership roles has been particularly rewarding, allowing me to synergize with talented individuals and continually seek out new learning opportunities. My skills in bioinformatics have also been put to practical use in the Riabowol research lab, where I currently apply my expertise researching cellular senescence. Outside of my professional pursuits, my hobbies and passions include tennis, travel, personal fitness and motorsport.",
    "the": "the",
    "numbers": "numbers",
    "numbers-desc": "In the last year I have contributed",
    "times-to": "times to",
    "numbers-desc2": " different projects."
  },
  "cv": {
    "button": "Download",
    "intro": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Web developer with two years experience using ReactJS and Next to build performant, beautiful and accessible applications. Possess experience in collaborative and fast-paced settings. Highly adaptable, good at aquiring new skills and looking for the next challenge to learn and improve myself.",
    "intro-mobile": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Creative, collaborative and courageous developer with experience in web based technologies. Possess experience in team environments and fast-paced settings. Looking for the next challenge to learn and improve myself.",
    "technical-skills": "technical skills",
    "skills": "skills",
    "skill1": "Social Media Management",
    "skill2": "Web/App Development",
    "skill4": "Communication Skills",
    "skill5": "Leadership",
    "experience": "experience",
    "education": "education",
    "high-school": "XIII Belgrade High School - Natural Sciences",
    "codedin": "This CV was coded in ReactJS.",
    "interests": "interests",
    "languages": "languages",
    "lang1": "English",
    "lang2": "German",
    "lang3": "Serbian",
    "native": "Native",
    "exp1-header": "Lead Front-End Developer",
    "present": "2023",
    "exp1-1": "Working on challenging projects as part of a team of developers.",
    "exp1-2": "Building functional and perfomant web applications using industry standard practices.",
    "exp1-3": "Presenting the project we have worked on during the year and making a pitch to software companies such as Microsoft, Unity and Arcurve.",
    "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Engineer, Co-Founder",
    "exp2-1": "Co-founded the digital marketing agency with two of my friends in 2021.",
    "exp2-2": "Responsible for client communication, UI Design and Web Development.",
    "exp2-3": "Built the agency's website as well as websites for our clients.",
    "exp2-4": "Managed client outreach and cold emailing.",
    "exp2-skills": "Client Communications, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Operations Intern",
    "exp3-1": "Responsible for the annotation of thousands of marketing assets for various big companies.",
    "exp3-2": "Maintained a high level of precision and tenuous quality control under pressure and short deadlines.",
    "exp3-3": "Suggested and incorporated new annotation classes, which boosted client sales and secured new contracts.",
    "exp3-skills": "Coordination, Slack, Time Management, Leadership, Communication Skills, Microsoft Excel",
    "exp4-header": "Project Manager",
    "exp4-1": "Leading a team of developers with the goal of creating a unique, business-viable product. Our project, EasyMeal, ended up winning the best overall project award.",
    "exp4-2": "Mentoring and guiding experienced as well as inexperienced students in app development using industry standard practices and technologies.",
    "exp4-3": "Responsible for managing deadlines, setting goals and creating a positive and productive team environment.",
    "exp4-skills": "Project Management, Leadership, Agile, Typescript, React Native, Firebase, APIs",
    "customize-cv": "Customize my cv",
    "customize": "Customize",
    "show-icons": "Show Section Icons",
    "show-color": "Add a Splash of Color",
    "show-headshot": "Show My Headshot",
    "visualizations": "Visualizations",
    "reset": "Reset"
  },
  "projects": {
    "my": "My",
    "desc": "Projects I have worked on as part of competitions and pitches as well as passion projects.",
    "p1": "LAN Digital is a digital marketing agency I have founded with two of my best friends, Aleksa and Luka.",
    "p1-2": "Since this is my start-up, I put a lot of effort into crafting the website for our agency. It is a primarily static site, which I have made using React NextJS and styled-components for the CSS. The site features a Contact Form which uses nodemailer, and a blog section which uses data from a headless CMS - GraphCMS.",
    "button": "Visit Site",
    "p2": "Have you ever been tired of the amount of time it sometimes takes you and your group of friends to plan where to go on a friday evening?",
    "p2-2": "Time to Decide aims to reduce planning time by making it easier to decide. The app works by suggesting places to the friend group based on their preferences. The members of the group are then promted to vote on their top pick, with the place with the most votes winning. The app was created using NextJS, ChakraUI and MongoDB. The Google Places API was used to get suggested locations.",
    "p3": "Obuci.rs is the first dedicated second-hand clothing ecommerce website in the Balkans.",
    "p3-2": "What started off as a brainchild of me and another friend, is quickly being developed into a refined marketplace for second-hand clothing, using newest technologies like NextJS and Firebase. The aim is to have a free-to-use marketplace where people can list any clothing or accessory item they wish to sell.",
    "moreprojects": "More Projects.",
    "mp-1": "Sleek website for the Flex Team betting organization.",
    "mp-2": "Your all in one cooking curation app!",
    "mp-3": "The classic. Battleship game built using React Native."
  },
  "portfolio": {
    "desc": "Here you'll find lots of my info on my startups, work for clients and other serious projects I've worked on. Many have links so I encourage you to check them out and have a go."
  },
  "siteinfo": {
    "about": "About This Site",
    "p1": "This site is my corner of the internet. I use it to showcase projects I have worked on and document my web dev adventures.",
    "p2": "The site has been redesigned and rebuilt many times. Its current tech stack uses NextJS and Tailwindcss. All UX design and code was completed by me with a little inspiration. "
  }
}
