{
  "home": {
    "desc": "I am an undergraduate student pursuing a degree in Bioinformatics and Computer Science. In my free time, I am a self-taught full-stack Web and App Developer, with numerous projects under my belt.",
    "aboutButton": "About Me",
    "competitions": "Competitions & Hackathons",
    "projects": "Featured Work",
    "furtherwork": "Further Work",
    "p1": "The first online second-hand clothing marketplace in the Balkans.",
    "p2": "A promotional site for the Flex Team betting organization.",
    "p3": "The Duolingo of cooking: Meet EasyMeal, your all-in-one cooking companion app."
  },
  "common": {
    "nav1": "About Me",
    "footer-heading": "I'm Nemanja Grujić",
    "footer-button": "About This Site",
    "footer-desc": "I am currently a Bioinformatics student at the University of Calgary. I enjoy creating web applications in my free time.",
    "footer-contact": "Contact"
  },
  "about": {
    "biolength": "Bio Length",
    "shortest": "Shortest",
    "short": "Short",
    "longest": "Longest",
    "long": "Long",
    "bio0": "Nemanja is a web developer and student.\n He loves what he does.",
    "bio1": "Nemanja is an undergraduate Bioinformatics and Computer Science student at the University of Calgary. He is a self taught Web Developer and is adamant in creating web applications that are both efficient and beautiful.",
    "bio2": "Nemanja is a third-year student pursuing a degree in Bioinformatics and Computer Sceince at the University of Calgary. He has a digital marketing start-up where he is focused on creating beautiful and perfomant websites and applications. Nemanja is most at home coding in React, Javascript, HTML/CSS & NextJS but is always open to learning something new. When coding he likes to ensure his code is accessible and efficient.",
    "bio3": "Nemanja Grujić is currently a third-year student pursuing a major in Bioinformatics and a minor in Computer Science at the University of Calgary. He is from Serbia, and he finished the 13th Belgrade High School. He is a Project Manager at the University's entreprenurial Tech Start Club, where he uses his experience to solve problems and create interesting projects with the team he leads, using professional development tools and methodologies. \n Nemanja is also VP Marketing at the University's Research in Bioinformatics Club, where he strives to use his digital marketing skills to create an engaging and beautiful presence for the Club on the Web and Social Media.",
    "bio3-2": "His passion for the web started in 2020, when he decided to teach himself how to code and create websites using HTML/CSS and Javascript. He quickly got into learning about JS Frameworks and focused on learning React. Since then, his passion has only grown as he has created multiple projects as a hobby or for clients. \n In 2021, he and two of his friends who are also passionate about the digital craft decided to create a digital marketing agency. Thus, LAN Digital was born, a start-up where Nemanja and his friends would put their skills to use to create a better web representation for Serbian businesses.",
    "bio3-3": "When coding, he likes to ensure his code is accessible and perfomant. During his time at Tech Start, Nemanja has gained a lot of experience in working on software projects as part of a team and utilizing industry-standard coding practices. He enjoys leading and working together with people and is always looking for new challenges to gain experience and improve himself. His other hobbies include playing guitar, going to the gym and motorsport. He also has a plethora of interests, most notable of which is a deep interest in sport cars, rocket technology and the cosmos.",
    "the": "the",
    "numbers": "numbers",
    "numbers-desc": "Since the start of the year Nemanja has contributed 255 times to 13 different projects. He has worked on large as well as small projects."
  },
  "cv": {
    "button": "Download CV/Resume",
    "intro": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Web developer with two years experience using ReactJS and Next to build performant, beautiful and accessible applications. Possess experience in collaborative and fast-paced settings. Highly adaptable, good at aquiring new skills and looking for the next challenge to learn and improve myself.",
    "intro-mobile": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Creative, collaborative and courageous developer with experience in web based technologies. Possess experience in team environments and fast-paced settings. Looking for the next challenge to learn and improve myself.",
    "technical-skills": "technical skills",
    "skills": "skills",
    "skill1": "Social Media Management",
    "skill2": "Web/App Development",
    "skill4": "Communication Skills",
    "skill5": "Leadership",
    "experience": "experience",
    "education": "education",
    "high-school": "XIII Belgrade High School - Natural Sciences",
    "codedin": "This CV was coded in ReactJS.",
    "interests": "interests",
    "languages": "languages",
    "lang1": "English",
    "lang2": "German",
    "lang3": "Serbian",
    "native": "Native",
    "exp1-header": "Lead Front-End Developer",
    "present": "2023",
    "exp1-1": "Working on challenging projects as part of a team of developers.",
    "exp1-2": "Building functional and perfomant web applications using industry standard practices.",
    "exp1-3": "Presenting the project we have worked on during the year and making a pitch to software companies such as Microsoft, Unity and Arcurve.",
    "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Engineer, Co-Founder",
    "exp2-1": "Co-founded the digital marketing agency with two of my friends in 2021.",
    "exp2-2": "Responsible for client communication, UI Design and Web Development.",
    "exp2-3": "Built the agency's website as well as websites for our clients.",
    "exp2-4": "Managed client outreach and cold emailing.",
    "exp2-skills": "Client Communications, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Operations Intern",
    "exp3-1": "Responsible for the annotation of thousands of marketing assets for various big companies.",
    "exp3-2": "Maintained a high level of precision and tenuous quality control under pressure and short deadlines.",
    "exp3-3": "Suggested and incorporated new annotation classes, which boosted client sales and secured new contracts.",
    "exp3-skills": "Coordination, Slack, Time Management, Leadership, Communication Skills, Microsoft Excel",
    "exp4-header": "Project Manager",
    "exp4-1": "Leading a team of developers with the goal of creating a unique, business-viable product. Our project, EasyMeal, ended up winning the best overall project award.",
    "exp4-2": "Mentoring and guiding experienced as well as inexperienced students in app development using industry standard practices and technologies.",
    "exp4-3": "Responsible for managing deadlines, setting goals and creating a positive and productive team environment.",
    "exp4-skills": "Project Management, Leadership, Agile, Typescript, React Native, Firebase, APIs"
  },
  "portfolio": {
    "my": "My",
    "desc": "Projects I have worked on individually, as well as team projects.",
    "p1": "LAN Digital is a digital marketing agency I have founded with two of my best friends, Aleksa and Luka.",
    "p1-2": "Since this is my start-up, I put a lot of effort into crafting the website for our agency. It is a primarily static site, which I have made using React NextJS and styled-components for the CSS. The site features a Contact Form which uses nodemailer, and a blog section which uses data from a headless CMS - GraphCMS.",
    "button": "Visit Site",
    "p2": "Have you ever been tired of the amount of time it sometimes takes you and your group of friends to plan where to go on a friday evening?",
    "p2-2": "Time to Decide aims to reduce planning time by making it easier to decide. The app works by suggesting places to the friend group based on their preferences. The members of the group are then promted to vote on their top pick, with the place with the most votes winning. The app was created using NextJS, ChakraUI and MongoDB. The Google Places API was used to get suggested locations.",
    "p3": "Obuci.rs is the first dedicated second-hand clothing ecommerce website in the Balkans.",
    "p3-2": "What started off as a brainchild of me and another friend, is quickly being developed into a refined marketplace for second-hand clothing, using newest technologies like NextJS and Firebase. The aim is to have a free-to-use marketplace where people can list any clothing or accessory item they wish to sell.",
    "moreprojects": "More Projects.",
    "mp-1": "Sleek website for the Flex Team betting organization.",
    "mp-2": "Your all in one cooking curation app!",
    "mp-3": "The classic. Battleship game built using React Native."
  },
  "siteinfo": {
    "about": "About This Site",
    "p1": "This site is my corner of the internet. I use it to showcase projects I have worked on and document my web dev adventures.",
    "p2": "The site has been redesigned and rebuilt many times. Its current tech stack uses NextJS and Tailwindcss. All UX design and code was completed by me with a little inspiration. "
  }
}
