{
  "home": {
    "desc": "I am an undergraduate student pursuing a degree in Bioinformatics and Computer Science. In my free time, I am a self-taught full-stack Web and App Developer, with numerous projects under my belt.",
    "aboutButton": "About Me",
    "competitions": "Competitions & Pitches",
    "projects": "Featured Work",
    "furtherwork": "Further Work",
    "p1": "The first online second-hand clothing marketplace in the Balkans.",
    "p2": "A promotional site for the Flex Team betting organization.",
    "p3": "The Duolingo of cooking: Meet EasyMeal, your all-in-one cooking companion app.",
    "personal-projects": "Personal Projects",
    "pp-desc": "The projects I've worked on as part of Competitions, Pitches and Passion Projects.",
    "port-desc": "Serious projects for clients and business ideas/startups I've worked on."
  },
  "common": {
    "nav1": "About Me",
    "projects": "Projects & Resources",
    "footer-heading": "I'm Nemanja Grujić",
    "footer-button": "About This Site",
    "footer-desc": "I am currently a Bioinformatics student at the University of Calgary. I enjoy creating web applications in my free time.",
    "footer-contact": "Contact",
    "custom-theme": "Custom Theme",
    "settings": "Settings",
    "back": "Back",
    "changeLanguage": "Change The Language",
    "pickTheme": "Pick A Theme",
    "themeMachine": "Custom Theme Machine",
    "personal-projects": "Personal Projects",
    "pp-desc": "The projects I've worked on as part of Competitions, Pitches and Passion Projects.",
    "port-desc": "Serious projects for clients and business ideas/startups I've worked on.",
    "project-collections": "project collections",
    "helpful-resources": "helpful resources",
    "site-stats": "Site Stats",
    "site-info": "Site Info",
    "uses": "Uses",
    "resources": "Resources",
    "proj": "Projects",
    "uses-desc": "My config, tools and dev stack for this site."
  },
  "about": {
    "biolength": "Bio Length",
    "shortest": "Shortest",
    "short": "Short",
    "longest": "Longest",
    "long": "Long",
    "bio0": "A Bioinformatics student and full-stack developer, I enjoy creating web solutions.",
    "bio1": "I'm a senior at the University of Calgary, studying Bioinformatics and Computer Science. I've been involved in tech project management and digital marketing in several ventures. I am a self taught full-stack Web and App Developer and my passion is creating web applications that are both efficient and beautiful.",
    "bio2": "I'm in my fourth year at the University of Calgary, majoring in Bioinformatics and minoring in Computer Science. Over the years I've developed a broad skill set through roles such as Project Manager and Lead Frontend Developer at the University's Tech Start Club, leading to award-winning projects. I also bring my bioinformatics experience to the Riabowol research lab, applying my skills in a dynamic scientific environment and researching cellular senescence. My web development journey began in 2020, evolving into the co-founding of two ventures: LAN Digital, a digital marketing agency, and Obuci.rs, an innovative online second-hand clothing marketplace unique to the Balkan region.",
    "bio3": "I'm currently a fourth-year student pursuing a major in Bioinformatics and a minor in Computer Science at the University of Calgary. Originally from Serbia, I graduated from the 13th Belgrade High School. I have vast experience building projects and pitching start-up business ideas, as I used to be part of teams both as Project Manager and Lead Frontend Developer at the University's entreprenurial Tech Start Club. During my tenure, I used my experience to solve problems and create award-winning projects working with various teams and using professional development tools and methodologies. \n I also serve as the VP of Marketing for the Research in Bioinformatics Club, where  I have blended my digital marketing acumen with a passion for web development, creating a dynamic online presence for the club.",
    "bio3-2": "I started learning web development in 2020, teaching myself HTML, CSS, and Javascript, and later delving into React and full-stack development. Since then, my passion has only grown as I have become proficient in full-stack web and app development, having worked on countless projects as a hobby or for clients. \n In 2021, me and two of my friends who are also passionate about the digital craft decided to create a digital marketing agency. Thus, LAN Digital was born, a start-up where me and my friends would put our skills to use to create a better web representation for Serbian businesses. Since then we also developed our second business idea for the Serbian market - Obuci.rs, a second-hand clothing web platform, the likes of which has not yet existed in the region.",
    "bio3-3": " Over the last three years of my web development journey, I have gained a tremendous amount of experience from working on serious collaborative projects, personal ventures as well as work for clients. Embracing leadership roles has been particularly rewarding, allowing me to synergize with talented individuals and continually seek out new learning opportunities. My skills in bioinformatics have also been put to practical use in the Riabowol research lab, where I currently apply my expertise researching cellular senescence. Outside of my professional pursuits, my hobbies and passions include tennis, travel, personal fitness and motorsport.",
    "the": "the",
    "numbers": "numbers",
    "numbers-desc": "In the last year I have contributed",
    "times-to": "times to",
    "numbers-desc2": " different projects."
  },
  "cv": {
    "button": "Download",
    "intro": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. I have three years of experience using React and Typescript to build performant, beautiful and accessible full-stack applications. I thrive in collaborative and fast-paced settings. Always eager to learn and improve, I'm looking for opportunities that will allow me to evolve my career and contribute effectively.",
    "technical-skills": "technical skills",
    "skills": "skills",
    "skill1": "Social Media Management",
    "skill2": "Web/App Development",
    "skill4": "Collaboration",
    "skill5": "Leadership",
    "experience": "experience",
    "education": "education",
    "high-school": "XIII Belgrade High School - Natural Sciences",
    "codedin": "This CV was coded in ReactJS.",
    "interests": "interests",
    "languages": "languages",
    "lang1": "English",
    "lang2": "German",
    "lang3": "Serbian",
    "native": "Native",
    "exp1-header": "Lead Front-End Developer",
    "present": "Present",
    "exp1-1": "Played a pivotal role in a dynamic development team, tackling a complex and challenging project called 'Where To?'",
    "exp1-2": "Assumed a leadership position, driving key design decisions and strategy implementation for our web app.",
    "exp1-3": "Actively presented and pitched 'Where To?' to major software companies, including Microsoft, Unity, and Arcurve, leading to the project receiving the 'Best Design Award'.",
    "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Engineer, Co-Founder",
    "exp2-1": "Co-founded the digital marketing agency with two of my friends in 2021.",
    "exp2-2": "Spearhead UI Design and Front-End Web Development, delivering visually appealing and user-friendly digital experiences.",
    "exp2-3": "Successfully developed and launched the agency's website, along with numerous client websites.",
    "exp2-4": "Led client outreach initiatives, employing effective strategies in cold emailing and relationship-building to expand our client base and foster ongoing partnerships.",
    "exp2-skills": "Client Communications, JS, ReactJS, NextJS, TypeScript, Figma, TailwindCSS",
    "exp3-header": "Operations Intern",
    "exp3-1": "Handled detailed annotation of marketing assets for various well-known companies, ensuring high quality and accuracy.",
    "exp3-2": "Trained new team members and took on quality control responsibilities, while also contributing to front-end development tasks, showcasing flexibility and a broad skill set in a fast-paced startup setting.",
    "exp3-3": "Suggested and incorporated new annotation categories that helped improve our clients' sales and contributed to winning new contracts.",
    "exp3-skills": "Collaboration, Slack, Time Management, Leadership, Frontend, AWS, Microsoft Excel",
    "exp4-header": "Project Manager",
    "exp4-1": "Spearheaded a diverse team of developers to create 'EasyMeal', an innovative app that clinched the 'Best Overall Project Award'.",
    "exp4-2": "Provided mentorship to both seasoned and novice students in app development, employing industry standard practices and technologies.",
    "exp4-3": "As a SCRUM master, skillfully managed project timelines, established clear objectives, and fostered a collaborative and results-driven team atmosphere.",
    "exp4-skills": "Project Management, Leadership, Agile (SCRUM), Typescript, React Native, Firebase",
    "customize-cv": "Customize my CV",
    "customize": "Customize",
    "show-icons": "Show Section Icons",
    "show-color": "Add a Splash of Color",
    "show-headshot": "Show My Headshot",
    "visualizations": "Visualizations",
    "reset": "Reset"
  },
  "projects": {
    "my": "My",
    "projects": "Projects",
    "desc": "Projects I have worked on as part of competitions and pitches as well as passion projects.",
    "p1": "Looking to make cooking fun, discover new recipes and save money? Meet EasyMeal, the Duolingo of home cooking.",
    "p1-2": "From the start, the premise of EasyMeal has been to utlilize advanced recipe curation and gamification to make cooking easy, fun and budget-friendly. This app helps users track macros, achieve daily cooking goals, level up, unlock badges, discover new recipes and get recommendations based on budget. We built EasyMeal using React Native (Expo) and Firebase.",
    "button": "Visit Site",
    "p2": "Have you ever been tired of the amount of time it sometimes takes you and your group of friends to plan where to go on a friday evening?",
    "p2-2": "Where To? is designed to streamline the planning process, simplifying decision-making for groups. The app intuitively suggests destinations based on the collective preferences of the group. Members can then cast their votes for their preferred choice, with the most popular option being selected automatically. Developed using NextJS, ChakraUI, and MongoDB, the app integrates the Google Places API to offer a wide range of location suggestions. ",
    "p3": "ProdajAuto is the first dedicated online car auctioning market in the Balkans.",
    "p3-2": "This passion project, currently in its early stages of development, aims to replicate the success of CarsAndBids, specifically for the Balkan region. Our platform offers an intuitive and user-friendly online car auctioning market, a first of its kind in the Balkans. With this platform, users can seamlessly list their vehicles for auction or place bids on a wide selection of cars. We are developing this platform from the ground up using a very robust T3 tech-stack to ensure a secure and efficient auctioning experience.",
    "moreprojects": "More Projects.",
    "mp-1": "Sleek website for the Flex Team betting organization.",
    "mp-2": "Your all in one cooking curation app!",
    "mp-3": "The classic. Battleship game built using React Native.",
    "active-development": "Active Development"
  },
  "portfolio": {
    "desc": "Here you'll find lots of my info on my startups, work for clients and other serious projects I've worked on. Many have links so I encourage you to check them out and have a go.",
    "p1-desc": "The first dedicated online second-hand clothing marketplace in the Balkans.",
    "p2-desc": "A digital marketing agency I have founded with two of my best friends in 2021.",
    "p3-desc": "Sleek and perfomant promotional website for the Flex Team betting organization.",
    "p4-desc": "Flagship cross-platform app being developed for Obuci.rs",
    "p5-desc": "CMS club website created for the Porsche Club in Serbia."
  },
  "siteinfo": {
    "about": "About This Site",
    "p1": "This site is my corner of the internet. I use it to showcase projects I have worked on and document my web dev adventures.",
    "p2": "The site has been redesigned and rebuilt many times. Its current tech stack uses NextJS and Tailwindcss. All UX design and code was completed by me with a little inspiration. "
  }
}
