{
  "home": {
    "desc": "Je suis étudiant en licence poursuivant un diplôme en Bioinformatique et Informatique. Pendant mon temps libre, je suis un développeur web et d'application full-stack autodidacte, avec de nombreux projets à mon actif.",
    "aboutButton": "À propos de moi",
    "competitions": "Compétitions & Pitches",
    "projects": "Travaux en vedette",
    "furtherwork": "Travaux supplémentaires",
    "p1": "Le premier marché en ligne de vêtements d'occasion dans les Balkans.",
    "p2": "Un site promotionnel pour l'organisation de paris Flex Team.",
    "p3": "Le Duolingo de la cuisine : Découvrez EasyMeal, votre application de cuisine tout-en-un.",
    "personal-projects": "Projets Personnels",
    "pp-desc": "Les projets sur lesquels j'ai travaillé dans le cadre de Compétitions, de Pitches et de Projets de Passion.",
    "port-desc": "Projets sérieux pour des clients et des idées d'affaires/startups sur lesquels j'ai travaillé."
  },
  "common": {
    "nav1": "À Propos de Moi",
    "projects": "Projets & Ressources",
    "footer-heading": "Je suis Nemanja Grujić",
    "footer-button": "Informations sur le site web",
    "footer-desc": "Je suis actuellement étudiant en bioinformatique à l'Université de Calgary. Pendant mon temps libre, j'aime développer des applications web.",
    "footer-contact": "Contact",
    "custom-theme": "Thème personnalisé",
    "settings": "Paramètres",
    "back": "Retour",
    "changeLanguage": "Changer la langue",
    "pickTheme": "Choisissez un thème",
    "themeMachine": "Thème personnalisé",
    "personal-projects": "Projets Personnels",
    "pp-desc": "Les projets sur lesquels j'ai travaillé dans le cadre de Compétitions, de Pitches et de Projets de Passion.",
    "port-desc": "Projets sérieux pour des clients et des idées d'affaires/startups sur lesquels j'ai travaillé.",
    "project-collections": "Collections de projets",
    "helpful-resources": "Ressources utiles",
    "site-stats": "Statistiques du site web",
    "site-info": "Informations sur le site web",
    "uses": "Utilisations",
    "resources": "Ressources",
    "proj": "Projets",
    "uses-desc": "Ma configuration, mes outils et ma pile de développement pour ce site web."
  },
  "about": {
    "biolength": "Longueur de la Bio",
    "shortest": "La Plus Courte",
    "short": "Court",
    "longest": "La Plus Longue",
    "long": "Long",
    "bio0": "Étudiant en bioinformatique et développeur full-stack, j'aime créer des solutions web.",
    "bio1": "Je suis en dernière année à l'Université de Calgary, étudiant en bioinformatique et en informatique. J'ai participé à la gestion de projets technologiques et au marketing digital dans plusieurs entreprises. Je suis un développeur web et d'applications full-stack autodidacte, et ma passion est de créer des applications web à la fois efficaces et esthétiques.",
    "bio2": "Je suis en quatrième année à l'Université de Calgary, me spécialisant en bioinformatique et suivant un cursus mineur en informatique. Au fil des années, j'ai développé un large éventail de compétences à travers des rôles tels que chef de projet et développeur frontend principal au Tech Start Club de l'université, aboutissant à des projets primés. J'apporte également mon expérience en bioinformatique au laboratoire de recherche Riabowol, où j'applique mes compétences dans un environnement scientifique dynamique et effectue des recherches sur la sénescence cellulaire. Mon parcours en développement web a commencé en 2020, évoluant vers la co-fondation de deux entreprises : LAN Digital, une agence de marketing digital, et Obuci.rs, une plateforme de marché en ligne innovante pour les vêtements de seconde main, unique dans la région des Balkans.",
    "bio3": "Actuellement en quatrième année à l'Université de Calgary, je poursuis une majeure en bioinformatique et une mineure en informatique. Originaire de Serbie, j'ai obtenu mon diplôme du 13ème lycée de Belgrade. J'ai une vaste expérience dans la construction de projets et la présentation d'idées d'entreprise pour des startups, ayant été membre d'équipes en tant que chef de projet et développeur frontend principal au Tech Start Club entrepreneurial de l'université. Durant mon mandat, j'ai utilisé mon expérience pour résoudre des problèmes et créer des projets primés en travaillant avec diverses équipes et en utilisant des outils et des méthodologies de développement professionnel. \n Je sers également en tant que VP Marketing pour le club de recherche en bioinformatique, où j'ai fusionné mon acumen en marketing digital avec une passion pour le développement web, créant une présence en ligne dynamique pour le club.",
    "bio3-2": "J'ai commencé à apprendre le développement web en 2020, en m'enseignant moi-même HTML, CSS et Javascript, puis en approfondissant React et le développement full-stack. Depuis lors, ma passion n'a cessé de croître car je suis devenu compétent dans le développement web et d'applications full-stack, ayant travaillé sur d'innombrables projets en tant que hobby ou pour des clients. \n En 2021, moi et deux de mes amis, également passionnés par l'artisanat numérique, avons décidé de créer une agence de marketing digital. Ainsi est né LAN Digital, une start-up où moi et mes amis avons mis nos compétences à profit pour créer une meilleure représentation web pour les entreprises serbes. Depuis, nous avons également développé notre deuxième idée d'entreprise pour le marché serbe - Obuci.rs, une plateforme web de vêtements de seconde main, une première dans la région.",
    "bio3-3": "Au cours des trois dernières années de mon parcours en développement web, j'ai acquis une expérience considérable en travaillant sur des projets collaboratifs sérieux, des entreprises personnelles ainsi que des travaux pour des clients. Assumer des rôles de leadership a été particulièrement gratifiant, me permettant de synergiser avec des individus talentueux et de rechercher continuellement de nouvelles opportunités d'apprentissage. Mes compétences en bioinformatique ont également été mises en pratique dans le laboratoire de recherche Riabowol, où j'applique actuellement mon expertise en recherchant sur la sénescence cellulaire. En dehors de mes poursuites professionnelles, mes hobbies et passions incluent le tennis, les voyages, la forme physique personnelle et le sport automobile.",
    "the": "le",
    "numbers": "nombres",
    "numbers-desc": "Au cours de la dernière année, j'ai contribué",
    "times-to": "fois à",
    "numbers-desc2": "projets différents."
  },
  "cv": {
    "button": "Télécharger le CV",
    "intro": "Étudiant motivé sur le point d'obtenir un diplôme en Bioinformatique et Informatique. Développeur web avec deux ans d'expérience en ReactJS et Next, pour créer des applications puissantes, esthétiques et accessibles. Expérimenté dans des environnements collaboratifs et rapides. Très adaptable, doué pour acquérir de nouvelles compétences et à la recherche du prochain défi pour m'améliorer.",
    "intro-mobile": "Étudiant motivé sur le point d'obtenir un diplôme en Bioinformatique et Informatique. Développeur créatif, collaboratif et audacieux avec de l'expérience dans les technologies web. Expérimenté dans des environnements d'équipe et à rythme soutenu. À la recherche du prochain défi pour m'améliorer.",
    "technical-skills": "compétences techniques",
    "skills": "Compétences",
    "skill1": "Gestion des médias sociaux",
    "skill2": "Développement web/app",
    "skill4": "Compétences en communication",
    "skill5": "Leadership",
    "experience": "Expérience",
    "education": "Éducation",
    "high-school": "Lycée XIII Belgrade - Sciences",
    "codedin": "Ce CV a été programmé en ReactJS.",
    "interests": "Intérêts",
    "languages": "Langues",
    "lang1": "Anglais",
    "lang2": "Allemand",
    "lang3": "Serbe",
    "native": "Langue maternelle",
    "exp1-header": "Développeur Front-End Senior",
    "present": "2023",
    "exp1-1": "Travaillé sur des projets exigeants en tant que partie d'une équipe de développeurs.",
    "exp1-2": "Création d'applications web fonctionnelles et performantes selon les normes de l'industrie.",
    "exp1-3": "Présentation du projet sur lequel nous avons travaillé pendant l'année et présentations à des entreprises logicielles comme Microsoft, Unity et Arcurve.",
    "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Ingénieur Front-End, Co-fondateur",
    "exp2-1": "Co-fondation d'une agence de marketing digital avec deux de mes amis en 2021.",
    "exp2-2": "Responsable de la communication avec les clients, de la conception UI et du développement web.",
    "exp2-3": "Création du site web de l'agence et des sites web pour nos clients.",
    "exp2-4": "Gestion de l'acquisition de nouveaux clients et de la prospection à froid.",
    "exp2-skills": "Communication avec les clients, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Stagiaire en opérations",
    "exp3-1": "Chargé de l'annotation de milliers de matériaux marketing pour différentes grandes entreprises.",
    "exp3-2": "Maintien d'une haute précision et contrôle qualité strict sous pression et avec des délais serrés.",
    "exp3-3": "Proposition et introduction de nouvelles classes d'annotation qui ont augmenté les ventes des clients et garanti de nouveaux contrats.",
    "exp3-skills": "Coordination, Slack, Gestion du temps, Leadership, Compétences en communication, Microsoft Excel",
    "exp4-header": "Chef de projet",
    "exp4-1": "Diriger une équipe de développeurs avec pour objectif de créer un produit unique et commercialement viable. Notre projet, EasyMeal, a été récompensé comme le meilleur projet global.",
    "exp4-2": "Mentorat et encadrement d'étudiants experts et novices dans le développement d'applications selon les normes et les technologies de l'industrie.",
    "exp4-3": "Responsable de la gestion des échéances, de la fixation des objectifs et de la création d'un environnement d'équipe positif et productif.",
    "exp4-skills": "Gestion de projets, Leadership, Agile, Typescript, React Native, Firebase, API"
  },
  "portfolio": {
    "my": "Mon",
    "desc": "Projets sur lesquels j'ai travaillé individuellement et en équipe.",
    "p1": "LAN Digital est une agence de marketing digital que j'ai fondée avec deux de mes meilleurs amis, Aleksa et Luka.",
    "p1-2": "Étant ma propre start-up, j'ai mis beaucoup d'efforts dans la conception du site web pour notre agence. C'est principalement un site statique que j'ai créé avec React NextJS et styled-components pour le CSS. Le site dispose d'un formulaire de contact utilisant nodemailer et d'une section de blog utilisant des données d'un CMS headless - GraphCMS.",
    "button": "Visitez le site",
    "p2": "Avez-vous déjà été fatigué du temps qu'il faut parfois pour planifier où aller avec votre groupe d'amis le vendredi soir?",
    "p2-2": "Time to Decide vise à réduire le temps de planification en rendant la décision plus facile. L'application suggère des lieux au groupe d'amis basés sur leurs préférences. Les membres du groupe sont ensuite invités à voter pour leur choix préféré, le lieu recevant le plus de votes l'emportant. L'application a été créée avec NextJS, ChakraUI et MongoDB. L'API Google Places a été utilisée pour obtenir les lieux suggérés.",
    "p3": "Obuci.rs est le premier site e-commerce spécialisé dans les vêtements d'occasion dans les Balkans.",
    "p3-2": "Ce qui a commencé comme une idée entre moi et un autre ami se développe rapidement en une place de marché sophistiquée pour les vêtements d'occasion, en utilisant les dernières technologies comme NextJS et Firebase. L'objectif est d'avoir une place de marché gratuite où les gens peuvent lister n'importe quel vêtement ou accessoire qu'ils veulent vendre.",
    "moreprojects": "Autres projets.",
    "mp-1": "Site web épuré pour l'organisation de paris Flex Team.",
    "mp-2": "Votre application de cuisine tout-en-un!",
    "mp-3": "Le classique. Jeu de bataille navale réalisé avec React Native."
  },
  "siteinfo": {
    "about": "À propos de ce site",
    "p1": "Ce site est mon coin sur Internet. Je l'utilise pour présenter les projets sur lesquels j'ai travaillé et pour documenter mes aventures dans le développement web.",
    "p2": "Le site a été revu et reconstruit plusieurs fois. La technologie actuelle utilise NextJS et Tailwindcss. Tous les designs UX et codes ont été créés par moi, avec un peu d'inspiration."
  }
}
