{
  "home": {
    "desc": "Je suis étudiant en licence poursuivant un diplôme en Bioinformatique et Informatique. Pendant mon temps libre, je suis un développeur web et d'application full-stack autodidacte, avec de nombreux projets à mon actif.",
    "aboutButton": "À propos de moi",
    "competitions": "Compétitions & Hackathons",
    "projects": "Travaux en vedette",
    "furtherwork": "Travaux supplémentaires",
    "p1": "Le premier marché en ligne de vêtements d'occasion dans les Balkans.",
    "p2": "Un site promotionnel pour l'organisation de paris Flex Team.",
    "p3": "Le Duolingo de la cuisine : Découvrez EasyMeal, votre application de cuisine tout-en-un."
  },
  "common": {
    "nav1": "À Propos de Moi",
    "footer-heading": "Je suis Nemanja Grujić",
    "footer-button": "À propos de ce site",
    "footer-desc": "Je suis actuellement étudiant en bioinformatique à l'Université de Calgary. Pendant mon temps libre, j'aime développer des applications web.",
    "footer-contact": "Contact"
  },
  "about": {
    "biolength": "Longueur de la Bio",
    "shortest": "La Plus Courte",
    "short": "Court",
    "longest": "La Plus Longue",
    "long": "Long",
    "bio0": "Nemanja est développeur web et étudiant.\n Il adore ce qu'il fait.",
    "bio1": "Nemanja est étudiant en licence de bioinformatique et d'informatique à l'Université de Calgary. C'est un développeur web autodidacte passionné par la création d'applications web efficaces et esthétiques.",
    "bio2": "Nemanja est en troisième année à l'Université de Calgary, où il étudie la bioinformatique et l'informatique. Il a une start-up en marketing digital, où il se concentre sur la création de sites web et d'applications beaux et puissants. Nemanja est le plus à l'aise en programmant avec React, Javascript, HTML/CSS & NextJS, mais est toujours ouvert à l'apprentissage de nouvelles choses. Lorsqu'il programme, il s'assure que son code est accessible et efficace.",
    "bio3": "Nemanja Grujić est actuellement en troisième année à l'Université de Calgary, où il étudie la bioinformatique en majeure et l'informatique en mineure. Originaire de Serbie, il a terminé le 13e lycée de Belgrade. Il est chef de projet au Tech Start Club entrepreneurial de l'université, où il utilise son expérience pour résoudre des problèmes et mener à bien des projets intéressants avec l'équipe qu'il dirige, en utilisant des outils et méthodes de développement professionnels.\n Nemanja est également vice-président du marketing au Bioinformatics Research Club de l'université, où il s'efforce de créer une présence web et sur les réseaux sociaux attrayante et esthétique pour le club grâce à ses compétences en marketing digital.",
    "bio3-2": "Sa passion pour le web a commencé en 2020 lorsqu'il a décidé d'apprendre par lui-même la programmation et la création de sites web avec HTML/CSS et Javascript. Il a rapidement commencé à s'informer sur les frameworks JS et s'est concentré sur l'apprentissage de React. Depuis lors, sa passion n'a cessé de grandir, ayant réalisé plusieurs projets, que ce soit pour le plaisir ou pour des clients.\n En 2021, lui et deux de ses amis, également passionnés par le digital, ont décidé de créer une agence de marketing digital. Ainsi est né LAN Digital, une start-up où Nemanja et ses amis utilisent leurs compétences pour offrir une meilleure présence sur le web aux entreprises serbes.",
    "bio3-3": "Lorsqu'il programme, il veille à ce que son code soit accessible et performant. Pendant son séjour à Tech Start, Nemanja a acquis une grande expérience dans la gestion de projets logiciels en équipe, en utilisant des pratiques de programmation standard de l'industrie. Il aime travailler en tant que leader et au sein d'une équipe et est toujours à la recherche de nouveaux défis pour acquérir de l'expérience et s'améliorer. Parmi ses autres hobbies, on trouve la lecture, la musique et le fitness."
  },
  "cv": {
    "button": "Télécharger le CV",
    "intro": "Étudiant motivé sur le point d'obtenir un diplôme en Bioinformatique et Informatique. Développeur web avec deux ans d'expérience en ReactJS et Next, pour créer des applications puissantes, esthétiques et accessibles. Expérimenté dans des environnements collaboratifs et rapides. Très adaptable, doué pour acquérir de nouvelles compétences et à la recherche du prochain défi pour m'améliorer.",
    "intro-mobile": "Étudiant motivé sur le point d'obtenir un diplôme en Bioinformatique et Informatique. Développeur créatif, collaboratif et audacieux avec de l'expérience dans les technologies web. Expérimenté dans des environnements d'équipe et à rythme soutenu. À la recherche du prochain défi pour m'améliorer.",
    "technical-skills": "compétences techniques",
    "skills": "Compétences",
    "skill1": "Gestion des médias sociaux",
    "skill2": "Développement web/app",
    "skill4": "Compétences en communication",
    "skill5": "Leadership",
    "experience": "Expérience",
    "education": "Éducation",
    "high-school": "Lycée XIII Belgrade - Sciences",
    "codedin": "Ce CV a été programmé en ReactJS.",
    "interests": "Intérêts",
    "languages": "Langues",
    "lang1": "Anglais",
    "lang2": "Allemand",
    "lang3": "Serbe",
    "native": "Langue maternelle",
    "exp1-header": "Développeur Front-End Senior",
    "present": "2023",
    "exp1-1": "Travaillé sur des projets exigeants en tant que partie d'une équipe de développeurs.",
    "exp1-2": "Création d'applications web fonctionnelles et performantes selon les normes de l'industrie.",
    "exp1-3": "Présentation du projet sur lequel nous avons travaillé pendant l'année et présentations à des entreprises logicielles comme Microsoft, Unity et Arcurve.",
    "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Ingénieur Front-End, Co-fondateur",
    "exp2-1": "Co-fondation d'une agence de marketing digital avec deux de mes amis en 2021.",
    "exp2-2": "Responsable de la communication avec les clients, de la conception UI et du développement web.",
    "exp2-3": "Création du site web de l'agence et des sites web pour nos clients.",
    "exp2-4": "Gestion de l'acquisition de nouveaux clients et de la prospection à froid.",
    "exp2-skills": "Communication avec les clients, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Stagiaire en opérations",
    "exp3-1": "Chargé de l'annotation de milliers de matériaux marketing pour différentes grandes entreprises.",
    "exp3-2": "Maintien d'une haute précision et contrôle qualité strict sous pression et avec des délais serrés.",
    "exp3-3": "Proposition et introduction de nouvelles classes d'annotation qui ont augmenté les ventes des clients et garanti de nouveaux contrats.",
    "exp3-skills": "Coordination, Slack, Gestion du temps, Leadership, Compétences en communication, Microsoft Excel",
    "exp4-header": "Chef de projet",
    "exp4-1": "Diriger une équipe de développeurs avec pour objectif de créer un produit unique et commercialement viable. Notre projet, EasyMeal, a été récompensé comme le meilleur projet global.",
    "exp4-2": "Mentorat et encadrement d'étudiants experts et novices dans le développement d'applications selon les normes et les technologies de l'industrie.",
    "exp4-3": "Responsable de la gestion des échéances, de la fixation des objectifs et de la création d'un environnement d'équipe positif et productif.",
    "exp4-skills": "Gestion de projets, Leadership, Agile, Typescript, React Native, Firebase, API"
  },
  "portfolio": {
    "my": "Mon",
    "desc": "Projets sur lesquels j'ai travaillé individuellement et en équipe.",
    "p1": "LAN Digital est une agence de marketing digital que j'ai fondée avec deux de mes meilleurs amis, Aleksa et Luka.",
    "p1-2": "Étant ma propre start-up, j'ai mis beaucoup d'efforts dans la conception du site web pour notre agence. C'est principalement un site statique que j'ai créé avec React NextJS et styled-components pour le CSS. Le site dispose d'un formulaire de contact utilisant nodemailer et d'une section de blog utilisant des données d'un CMS headless - GraphCMS.",
    "button": "Visitez le site",
    "p2": "Avez-vous déjà été fatigué du temps qu'il faut parfois pour planifier où aller avec votre groupe d'amis le vendredi soir?",
    "p2-2": "Time to Decide vise à réduire le temps de planification en rendant la décision plus facile. L'application suggère des lieux au groupe d'amis basés sur leurs préférences. Les membres du groupe sont ensuite invités à voter pour leur choix préféré, le lieu recevant le plus de votes l'emportant. L'application a été créée avec NextJS, ChakraUI et MongoDB. L'API Google Places a été utilisée pour obtenir les lieux suggérés.",
    "p3": "Obuci.rs est le premier site e-commerce spécialisé dans les vêtements d'occasion dans les Balkans.",
    "p3-2": "Ce qui a commencé comme une idée entre moi et un autre ami se développe rapidement en une place de marché sophistiquée pour les vêtements d'occasion, en utilisant les dernières technologies comme NextJS et Firebase. L'objectif est d'avoir une place de marché gratuite où les gens peuvent lister n'importe quel vêtement ou accessoire qu'ils veulent vendre.",
    "moreprojects": "Autres projets.",
    "mp-1": "Site web épuré pour l'organisation de paris Flex Team.",
    "mp-2": "Votre application de cuisine tout-en-un!",
    "mp-3": "Le classique. Jeu de bataille navale réalisé avec React Native."
  },
  "siteinfo": {
    "about": "À propos de ce site",
    "p1": "Ce site est mon coin sur Internet. Je l'utilise pour présenter les projets sur lesquels j'ai travaillé et pour documenter mes aventures dans le développement web.",
    "p2": "Le site a été revu et reconstruit plusieurs fois. La technologie actuelle utilise NextJS et Tailwindcss. Tous les designs UX et codes ont été créés par moi, avec un peu d'inspiration."
  }
}
