{
  "home": {
    "desc": "Sono uno studente al primo anno che persegue una laurea in Bioinformatica e Informatica. Nel mio tempo libero, sono uno sviluppatore web e di app full-stack autodidatta, con numerosi progetti al mio attivo.",
    "aboutButton": "Su di me",
    "competitions": "Concorsi & Presentazioni",
    "projects": "Lavori in primo piano",
    "furtherwork": "Altri lavori",
    "p1": "Il primo mercato online di abbigliamento usato nei Balcani.",
    "p2": "Un sito promozionale per l'organizzazione di scommesse Flex Team.",
    "p3": "Il Duolingo della cucina: Conosci EasyMeal, la tua app compagna di cucina tutto-in-uno.",
    "personal-projects": "Progetti Personali",
    "pp-desc": "I progetti a cui ho lavorato come parte di Competizioni, Presentazioni e Progetti di Passione.",
    "port-desc": "Progetti seri per clienti e idee di business/startup su cui ho lavorato."
  },
  "common": {
    "nav1": "Riguardo a Me",
    "projects": " Progetti & Risorse",
    "footer-heading": "Io sono Nemanja Grujić",
    "footer-button": "Informazioni sul sito web",
    "footer-desc": "Attualmente sono uno studente di bioinformatica all'Università di Calgary. Nel mio tempo libero, mi piace sviluppare applicazioni web.",
    "footer-contact": "Contatto",
    "custom-theme": "Tema personalizzata",
    "settings": "Impostazioni",
    "back": "Indietro",
    "changeLanguage": "Cambia lingua",
    "pickTheme": "Scegli un tema",
    "themeMachine": "Tema personalizzata",
    "personal-projects": "Progetti Personali",
    "pp-desc": "I progetti a cui ho lavorato come parte di Competizioni, Presentazioni e Progetti di Passione.",
    "port-desc": "Progetti seri per clienti e idee di business/startup su cui ho lavorato.",
    "project-collections": "Collezioni di progetti",
    "helpful-resources": "Risorse utili",
    "site-stats": "Statistiche del sito web",
    "site-info": "Informazioni sul sito web",
    "uses": "Usi",
    "resources": "Risorse",
    "proj": "Progetti",
    "uses-desc": "La mia configurazione, gli strumenti e lo stack di sviluppo per questo sito web."
  },
  "about": {
    "biolength": "Lunghezza della Biografia",
    "shortest": "La più Corta",
    "short": "Corta",
    "longest": "La più Lunga",
    "long": "Lunga",
    "bio0": "Sono uno studente di bioinformatica e uno sviluppatore full-stack, mi piace creare soluzioni web.",
    "bio1": "Sono uno studente dell'ultimo anno all'Università di Calgary, studio Bioinformatica e Informatica. Ho partecipato alla gestione di progetti tecnologici e al marketing digitale in diverse iniziative. Sono uno sviluppatore web e app full-stack autodidatta e la mia passione è creare applicazioni web efficienti e belle.",
    "bio2": "Sono nel mio quarto anno all'Università di Calgary, con una specializzazione in Bioinformatica e un corso minore in Informatica. Nel corso degli anni ho sviluppato un'ampia gamma di competenze attraverso ruoli come Project Manager e Lead Frontend Developer nel Tech Start Club dell'università, portando a progetti premiati. Porto anche la mia esperienza in bioinformatica nel laboratorio di ricerca Riabowol, applicando le mie abilità in un ambiente scientifico dinamico e ricercando la senescenza cellulare. Il mio percorso nello sviluppo web è iniziato nel 2020, evolvendo nella co-fondazione di due imprese: LAN Digital, un'agenzia di marketing digitale, e Obuci.rs, un innovativo mercato online di abbigliamento usato unico nella regione balcanica.",
    "bio3": "Attualmente sono uno studente del quarto anno all'Università di Calgary, perseguendo una laurea magistrale in Bioinformatica e un corso minore in Informatica. Originario della Serbia, mi sono diplomato alla 13ª Scuola Superiore di Belgrado. Ho una vasta esperienza nella costruzione di progetti e nella presentazione di idee imprenditoriali, avendo fatto parte di team sia come Project Manager che come Lead Frontend Developer nel Tech Start Club imprenditoriale dell'università. Durante il mio mandato, ho utilizzato la mia esperienza per risolvere problemi e creare progetti premiati, lavorando con vari team e utilizzando strumenti e metodologie di sviluppo professionale. Ricopro anche il ruolo di VP Marketing per il Research in Bioinformatics Club, dove ho miscelato la mia competenza di marketing digitale con una passione per lo sviluppo web, creando una presenza online dinamica per il club.",
    "bio3-2": "Ho iniziato a imparare lo sviluppo web nel 2020, insegnandomi HTML, CSS e Javascript, per poi approfondire React e lo sviluppo full-stack. Da allora, la mia passione è solo cresciuta, diventando esperto nello sviluppo web e app full-stack, lavorando a innumerevoli progetti sia come hobby che per clienti. Nel 2021, io e due miei amici, anch'essi appassionati dell'artigianato digitale, abbiamo deciso di creare un'agenzia di marketing digitale. Così è nata LAN Digital, una startup dove io e i miei amici abbiamo messo a frutto le nostre competenze per creare una migliore rappresentazione web per le aziende serbe. Da allora abbiamo anche sviluppato la nostra seconda idea imprenditoriale per il mercato serbo - Obuci.rs, una piattaforma web di abbigliamento di seconda mano, la prima del suo genere nella regione.",
    "bio3-3": "Negli ultimi tre anni del mio percorso nello sviluppo web, ho acquisito una grande quantità di esperienza lavorando su progetti collaborativi seri, iniziative personali e lavori per clienti. Assumere ruoli di leadership è stato particolarmente gratificante, permettendomi di collaborare con individui talentuosi e cercare continuamente nuove opportunità di apprendimento. Ho anche applicato le mie competenze in bioinformatica nel laboratorio di ricerca Riabowol, dove attualmente impiego la mia esperienza ricercando la senescenza cellulare. Al di fuori delle mie aspirazioni professionali, i miei hobby e passioni includono tennis, viaggi, fitness personale e motorsport.",
    "the": "il",
    "numbers": "numeri",
    "numbers-desc": "Nell'ultimo anno ho contribuito",
    "times-to": "volte a",
    "numbers-desc2": "progetti diversi."
  },
  "cv": {
    "button": "Scarica il curriculum",
    "intro": "Studente motivato in procinto di conseguire una laurea in Bioinformatica e Informatica. Sviluppatore web con due anni di esperienza in ReactJS e Next, per creare applicazioni potenti, belle e accessibili. Esperienza in ambienti collaborativi e rapidi. Molto adattabile, bravo nell'acquisire nuove competenze e alla ricerca della prossima sfida per migliorare.",
    "intro-mobile": "Studente motivato in procinto di conseguire una laurea in Bioinformatica e Informatica. Sviluppatore creativo, collaborativo e audace con esperienza nelle tecnologie web. Esperienza in ambienti di squadra e ad alto ritmo. Alla ricerca della prossima sfida per migliorare.",
    "technical-skills": "competenze tecniche",
    "skills": "Competenze",
    "skill1": "Gestione dei social media",
    "skill2": "Sviluppo web/app",
    "skill4": "Abilità comunicative",
    "skill5": "Leadership",
    "experience": "Esperienza",
    "education": "Istruzione",
    "high-school": "Liceo XIII Belgrado - Scienze",
    "codedin": "Questo curriculum è stato programmato in ReactJS.",
    "interests": "Interessi",
    "languages": "Lingue",
    "lang1": "Inglese",
    "lang2": "Tedesco",
    "lang3": "Serbo",
    "native": "Lingua madre",
    "exp1-header": "Sviluppatore Front-End Senior",
    "present": "2023",
    "exp1-1": "Lavoro su progetti impegnativi come parte di un team di sviluppatori.",
    "exp1-2": "Creazione di applicazioni web funzionali e performanti secondo gli standard di settore.",
    "exp1-3": "Presentazione del progetto su cui abbiamo lavorato durante l'anno e pitching a società software come Microsoft, Unity e Arcurve.",
    "exp1-skills": "Collaborazione, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Ingegnere Front-End, Co-fondatore",
    "exp2-1": "Co-fondazione dell'agenzia di marketing digitale con due dei miei amici nel 2021.",
    "exp2-2": "Responsabile della comunicazione con i clienti, della progettazione UI e dello sviluppo web.",
    "exp2-3": "Creazione del sito web dell'agenzia e dei siti web per i nostri clienti.",
    "exp2-4": "Gestione dell'acquisizione di nuovi clienti e della prospezione a freddo.",
    "exp2-skills": "Comunicazione con i clienti, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Stagista nell'area delle operazioni",
    "exp3-1": "Responsabile dell'annotazione di migliaia di materiali di marketing per diverse grandi aziende.",
    "exp3-2": "Mantenimento di alta precisione e rigoroso controllo qualità sotto pressione e con scadenze ristrette.",
    "exp3-3": "Proposta e introduzione di nuove classi di annotazione che hanno aumentato le vendite dei clienti e garantito nuovi contratti.",
    "exp3-skills": "Coordinamento, Slack, Gestione del tempo, Leadership, Abilità comunicative, Microsoft Excel",
    "exp4-header": "Project Manager",
    "exp4-1": "Guida di un team di sviluppatori con l'obiettivo di creare un prodotto unico e sostenibile dal punto di vista commerciale. Il nostro progetto, EasyMeal, è stato premiato come miglior progetto complessivo.",
    "exp4-2": "Mentoring e guida di studenti esperti e non nella sviluppo di app secondo gli standard e le tecnologie di settore.",
    "exp4-3": "Responsabile della gestione delle scadenze, dell'impostazione degli obiettivi e della creazione di un ambiente di squadra positivo e produttivo.",
    "exp4-skills": "Gestione di progetti, Leadership, Agile, Typescript, React Native, Firebase, API"
  },
  "portfolio": {
    "my": "Il mio",
    "desc": "Progetti su cui ho lavorato individualmente e in squadra.",
    "p1": "LAN Digital è un'agenzia di marketing digitale che ho fondato con due dei miei migliori amici, Aleksa e Luka.",
    "p1-2": "Essendo questa la mia start-up, ho messo molto impegno nella progettazione del sito web per la nostra agenzia. È principalmente un sito statico che ho creato con React NextJS e styled-components per il CSS. Il sito ha un modulo di contatto che utilizza nodemailer e una sezione blog che utilizza dati da un CMS headless - GraphCMS.",
    "button": "Visita il sito",
    "p2": "Sei mai stato stanco del tempo che ci vuole a volte per pianificare dove andare con il tuo gruppo di amici di venerdì sera?",
    "p2-2": "Time to Decide mira a ridurre il tempo di pianificazione rendendo più facile la decisione. L'app funziona suggerendo posti al gruppo di amici basati sulle loro preferenze. I membri del gruppo sono poi invitati a votare per il loro top preferito, con il posto che riceve più voti che vince. L'app è stata creata con NextJS, ChakraUI e MongoDB. L'API di Google Places è stata utilizzata per ottenere i luoghi suggeriti.",
    "p3": "Obuci.rs è il primo sito e-commerce specializzato in abbigliamento di seconda mano nei Balcani.",
    "p3-2": "Quello che è iniziato come un'idea tra me e un altro amico si sta rapidamente sviluppando in un sofisticato marketplace per abiti usati, utilizzando le ultime tecnologie come NextJS e Firebase. L'obiettivo è avere un marketplace gratuito dove le persone possono elencare qualsiasi vestito o accessorio che vogliono vendere.",
    "moreprojects": "Altri progetti.",
    "mp-1": "Sito web snello per l'organizzazione scommesse Flex Team.",
    "mp-2": "La tua app di cucina tutto-in-uno!",
    "mp-3": "Il classico. Gioco della Battaglia Navale realizzato con React Native."
  },
  "siteinfo": {
    "about": "Riguardo a questo sito",
    "p1": "Questo sito è il mio angolo di Internet. Lo uso per presentare i progetti su cui ho lavorato e per documentare le mie avventure nello sviluppo web.",
    "p2": "Il sito è stato rivisto e ricostruito più volte. L'attuale stack tecnologico utilizza NextJS e Tailwindcss. Tutti i design UX e i codici sono stati creati da me, con un po' di ispirazione."
  }
}
