{
  "home": {
    "desc": "Sono uno studente al primo anno che persegue una laurea in Bioinformatica e Informatica. Nel mio tempo libero, sono uno sviluppatore web e di app full-stack autodidatta, con numerosi progetti al mio attivo.",
    "aboutButton": "Su di me",
    "competitions": "Competizioni & Hackathon",
    "projects": "Lavori in primo piano",
    "furtherwork": "Altri lavori",
    "p1": "Il primo mercato online di abbigliamento usato nei Balcani.",
    "p2": "Un sito promozionale per l'organizzazione di scommesse Flex Team.",
    "p3": "Il Duolingo della cucina: Conosci EasyMeal, la tua app compagna di cucina tutto-in-uno."
  },
  "common": {
    "nav1": "Riguardo a Me",
    "footer-heading": "Io sono Nemanja Grujić",
    "footer-button": "Informazioni su questo sito",
    "footer-desc": "Attualmente sono uno studente di bioinformatica all'Università di Calgary. Nel mio tempo libero, mi piace sviluppare applicazioni web.",
    "footer-contact": "Contatto"
  },
  "about": {
    "biolength": "Lunghezza della Biografia",
    "shortest": "La più Corta",
    "short": "Corta",
    "longest": "La più Lunga",
    "long": "Lunga",
    "bio0": "Nemanja è uno sviluppatore web e studente. Ama quello che fa.",
    "bio1": "Nemanja è uno studente laureando in bioinformatica e informatica all'Università di Calgary. È uno sviluppatore web autodidatta appassionato di creare applicazioni web efficienti ed esteticamente piacevoli.",
    "bio2": "Nemanja è al terzo anno all'Università di Calgary, dove studia bioinformatica e informatica. Ha una startup di marketing digitale, dove si concentra sulla creazione di siti web e applicazioni belle e potenti. Nemanja è più a suo agio programmando con React, Javascript, HTML/CSS & NextJS, ma è sempre aperto all'apprendimento di nuove cose. Quando programma, si assicura che il suo codice sia accessibile ed efficiente.",
    "bio3": "Nemanja Grujić è attualmente al terzo anno all'Università di Calgary, dove studia bioinformatica come specializzazione principale e informatica come secondaria. Originario della Serbia, ha completato la 13ª scuola superiore di Belgrado. È capo progetto al Tech Start Club imprenditoriale dell'università, dove utilizza la sua esperienza per risolvere problemi e portare avanti progetti interessanti con la squadra che guida, utilizzando strumenti e metodi di sviluppo professionali.\n Nemanja è anche vicepresidente del marketing al Bioinformatics Research Club dell'università, dove si impegna a creare una presenza sul web e sui social media attraente ed estetica per il club grazie alle sue competenze di marketing digitale.",
    "bio3-2": "La sua passione per il web è iniziata nel 2020 quando ha deciso di imparare da solo la programmazione e la creazione di siti web con HTML/CSS e Javascript. Rapidamente, ha iniziato a informarsi sui framework JS e si è concentrato sull'apprendimento di React. Da allora, la sua passione è cresciuta inarrestabilmente, avendo realizzato diversi progetti, sia per passione che per clienti.\n Nel 2021, lui e due dei suoi amici, altrettanto appassionati di digitale, hanno deciso di avviare un'agenzia di marketing digitale. Così è nata LAN Digital, una startup dove Nemanja e i suoi amici utilizzano le loro competenze per offrire una migliore presenza sul web alle aziende serbe.",
    "bio3-3": "Quando programma, si assicura che il suo codice sia accessibile e performante. Durante il suo periodo a Tech Start, Nemanja ha acquisito una vasta esperienza nella gestione di progetti software in team, utilizzando pratiche di programmazione standard del settore. Ama lavorare come leader e in un team, ed è sempre alla ricerca di nuove sfide per acquisire esperienza e migliorarsi. Tra i suoi altri hobby ci sono la lettura, la musica e il fitness."
  },
  "cv": {
    "button": "Scarica il curriculum",
    "intro": "Studente motivato in procinto di conseguire una laurea in Bioinformatica e Informatica. Sviluppatore web con due anni di esperienza in ReactJS e Next, per creare applicazioni potenti, belle e accessibili. Esperienza in ambienti collaborativi e rapidi. Molto adattabile, bravo nell'acquisire nuove competenze e alla ricerca della prossima sfida per migliorare.",
    "intro-mobile": "Studente motivato in procinto di conseguire una laurea in Bioinformatica e Informatica. Sviluppatore creativo, collaborativo e audace con esperienza nelle tecnologie web. Esperienza in ambienti di squadra e ad alto ritmo. Alla ricerca della prossima sfida per migliorare.",
    "technical-skills": "competenze tecniche",
    "skills": "Competenze",
    "skill1": "Gestione dei social media",
    "skill2": "Sviluppo web/app",
    "skill4": "Abilità comunicative",
    "skill5": "Leadership",
    "experience": "Esperienza",
    "education": "Istruzione",
    "high-school": "Liceo XIII Belgrado - Scienze",
    "codedin": "Questo curriculum è stato programmato in ReactJS.",
    "interests": "Interessi",
    "languages": "Lingue",
    "lang1": "Inglese",
    "lang2": "Tedesco",
    "lang3": "Serbo",
    "native": "Lingua madre",
    "exp1-header": "Sviluppatore Front-End Senior",
    "present": "2023",
    "exp1-1": "Lavoro su progetti impegnativi come parte di un team di sviluppatori.",
    "exp1-2": "Creazione di applicazioni web funzionali e performanti secondo gli standard di settore.",
    "exp1-3": "Presentazione del progetto su cui abbiamo lavorato durante l'anno e pitching a società software come Microsoft, Unity e Arcurve.",
    "exp1-skills": "Collaborazione, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Ingegnere Front-End, Co-fondatore",
    "exp2-1": "Co-fondazione dell'agenzia di marketing digitale con due dei miei amici nel 2021.",
    "exp2-2": "Responsabile della comunicazione con i clienti, della progettazione UI e dello sviluppo web.",
    "exp2-3": "Creazione del sito web dell'agenzia e dei siti web per i nostri clienti.",
    "exp2-4": "Gestione dell'acquisizione di nuovi clienti e della prospezione a freddo.",
    "exp2-skills": "Comunicazione con i clienti, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Stagista nell'area delle operazioni",
    "exp3-1": "Responsabile dell'annotazione di migliaia di materiali di marketing per diverse grandi aziende.",
    "exp3-2": "Mantenimento di alta precisione e rigoroso controllo qualità sotto pressione e con scadenze ristrette.",
    "exp3-3": "Proposta e introduzione di nuove classi di annotazione che hanno aumentato le vendite dei clienti e garantito nuovi contratti.",
    "exp3-skills": "Coordinamento, Slack, Gestione del tempo, Leadership, Abilità comunicative, Microsoft Excel",
    "exp4-header": "Project Manager",
    "exp4-1": "Guida di un team di sviluppatori con l'obiettivo di creare un prodotto unico e sostenibile dal punto di vista commerciale. Il nostro progetto, EasyMeal, è stato premiato come miglior progetto complessivo.",
    "exp4-2": "Mentoring e guida di studenti esperti e non nella sviluppo di app secondo gli standard e le tecnologie di settore.",
    "exp4-3": "Responsabile della gestione delle scadenze, dell'impostazione degli obiettivi e della creazione di un ambiente di squadra positivo e produttivo.",
    "exp4-skills": "Gestione di progetti, Leadership, Agile, Typescript, React Native, Firebase, API"
  },
  "portfolio": {
    "my": "Il mio",
    "desc": "Progetti su cui ho lavorato individualmente e in squadra.",
    "p1": "LAN Digital è un'agenzia di marketing digitale che ho fondato con due dei miei migliori amici, Aleksa e Luka.",
    "p1-2": "Essendo questa la mia start-up, ho messo molto impegno nella progettazione del sito web per la nostra agenzia. È principalmente un sito statico che ho creato con React NextJS e styled-components per il CSS. Il sito ha un modulo di contatto che utilizza nodemailer e una sezione blog che utilizza dati da un CMS headless - GraphCMS.",
    "button": "Visita il sito",
    "p2": "Sei mai stato stanco del tempo che ci vuole a volte per pianificare dove andare con il tuo gruppo di amici di venerdì sera?",
    "p2-2": "Time to Decide mira a ridurre il tempo di pianificazione rendendo più facile la decisione. L'app funziona suggerendo posti al gruppo di amici basati sulle loro preferenze. I membri del gruppo sono poi invitati a votare per il loro top preferito, con il posto che riceve più voti che vince. L'app è stata creata con NextJS, ChakraUI e MongoDB. L'API di Google Places è stata utilizzata per ottenere i luoghi suggeriti.",
    "p3": "Obuci.rs è il primo sito e-commerce specializzato in abbigliamento di seconda mano nei Balcani.",
    "p3-2": "Quello che è iniziato come un'idea tra me e un altro amico si sta rapidamente sviluppando in un sofisticato marketplace per abiti usati, utilizzando le ultime tecnologie come NextJS e Firebase. L'obiettivo è avere un marketplace gratuito dove le persone possono elencare qualsiasi vestito o accessorio che vogliono vendere.",
    "moreprojects": "Altri progetti.",
    "mp-1": "Sito web snello per l'organizzazione scommesse Flex Team.",
    "mp-2": "La tua app di cucina tutto-in-uno!",
    "mp-3": "Il classico. Gioco della Battaglia Navale realizzato con React Native."
  },
  "siteinfo": {
    "about": "Riguardo a questo sito",
    "p1": "Questo sito è il mio angolo di Internet. Lo uso per presentare i progetti su cui ho lavorato e per documentare le mie avventure nello sviluppo web.",
    "p2": "Il sito è stato rivisto e ricostruito più volte. L'attuale stack tecnologico utilizza NextJS e Tailwindcss. Tutti i design UX e i codici sono stati creati da me, con un po' di ispirazione."
  }
}
