{
  "home": {
    "desc": "Ja sam Nemanja, i trenutno studiram Bioinformatiku i Kompjuterske Nauke. U slobodno vreme se bavim web developmentom, u oblasti kojeg sam radio na mnogim projektima.",
    "aboutButton": "O Meni",
    "competitions": "Takmičenja & Prezentacije",
    "projects": "Istaknuti Projekti",
    "furtherwork": "Dalji Radovi",
    "p1": "Jedinstveno Online Tržište za second-hand odeću u Srbiji",
    "p2": "Sajt napravljen za tipstersku organizaciju Flex Team.",
    "p3": "Duolingo za kuvanje: Upoznajte EasyMeal, vašu aplikaciju za pomoć pri kuvanju.",
    "personal-projects": "Lični Projekti",
    "pp-desc": "Projekti na kojima sam radio kao deo takmičenja, prezentacija kao i radi zabave.",
    "port-desc": "Ozbiljni projekti za klijente i biznis ideje/startupovi na kojima sam radio."
  },
  "common": {
    "nav1": "O Meni",
    "projects": "Projekti & Resursi",
    "footer-heading": "Ja sam Nemanja Grujić",
    "footer-button": "O Sajtu",
    "footer-desc": "Trenutno studiram Bioinformatiku na univerzitetu u Kalgariju.\n U slobodno vreme volim da kreiram veb aplikacije.",
    "footer-contact": "Kontakt",
    "custom-theme": "Lična Paleta",
    "settings": "Podešavanja",
    "back": "Nazad",
    "changeLanguage": "Promeni Jezik",
    "pickTheme": "Izaberi Temu",
    "themeMachine": "Lična Paleta",
    "personal-projects": "Lični Projekti",
    "pp-desc": "Projekti na kojima sam radio kao deo takmičenja, prezentacija kao i radi zabave.",
    "port-desc": "Ozbiljni projekti za klijente i biznis ideje/startupovi na kojima sam radio.",
    "project-collections": "kolekcije projekata",
    "helpful-resources": "Korisni resursi",
    "site-stats": "Statistike Sajta",
    "site-info": "Informacije o Sajtu",
    "uses": "Upotrebe",
    "resources": "Resursi",
    "proj": "Projekti",
    "uses-desc": "Moja konfiguracija, alati i tech stack za ovaj sajt."
  },
  "about": {
    "biolength": "Dužina Biografije",
    "shortest": "Najkraće",
    "short": "Kraće",
    "longest": "Najduže",
    "long": "Duže",
    "bio0": "Student bioinformatike i full-stack programer, uživam u kreiranju web rešenja.",
    "bio1": "Ja sam student četvrte godine na Univerzitetu u Kalgariju, studiram Bioinformatiku i Računarske nauke. Učestvovao sam u upravljanju tehničkim projektima i digitalnom marketingu u nekoliko nahvata. Samouki sam full-stack web i app programer i moja strast je stvaranje web aplikacija koje su efikasne i lepe.",
    "bio2": "Ja sam u četvrtoj godini na Univerzitetu u Kalgariju, gde studiram Bioinformatiku sa sporednom specijalizacijom iz Računarskih nauka. Tokom godina razvio sam širok skup veština kroz uloge kao što su Projektni Menadžer i Vodeći Frontend programer u TechStart klubu na Univerzitetu, što je dovelo do brojnih nagrada za projekte na kojima sam radio. Takođe primenjujem svoje iskustvo u bioinformatici u istraživačkoj laboratoriji, primenjujući svoje veštine u dinamičnom naučnom okruženju i istražujući senescenciju ćelija. Moje put u web developmentu počeo je 2020. godine, i doveo je do suosnivanja dva preduzeća: LAN Digital, digitalne marketinške agencije, i Obuci.rs, inovativnog online tržišta second-hand odeće jedinstvenog za Balkanski region.",
    "bio3": "Trenutno sam student četvrte godine sa glavnim fokusom na Bioinformatiku i sporednim na Računarske nauke na Univerzitetu u Kalgariju. Iz Srbije sam i diplomirao sam u 13. beogradskoj gimnaziji. Imam bogato iskustvo u izgradnji projekata i predstavljanju poslovnih ideja za startapove, budući da sam bio deo timova i kao Projektni Menadžer i kao Vodeći Frontend programer u Klubu za preduzetništvo Tech Start na Univerzitetu. Tokom svog mandata koristio sam svoje iskustvo za rešavanje problema i kreiranje nagrađivanih projekata radeći sa različitim timovima i koristeći profesionalne alate i metodologije za razvoj. Takođe sam i potpredsednik marketinga za Klub za istraživanje u Bioinformatici, gde sam spojio svoje znanje iz digitalnog marketinga sa strašću prema web razvoju, stvarajući dinamično online prisustvo za klub.",
    "bio3-2": "Počeo sam učiti web development 2020. godine, počevši sa HTML, CSS i Javascript-om, a kasnije naučivši React i full-stack development. Od tada se moja strast samo povećala jer sam postao vešt u full-stack web i app razvoju, radeći na brojnim projektima kao hobi ili za klijente. Godine 2021, ja i dvojica mojih prijatelja koji su takođe strastveni prema digital marketingu odlučili smo da osnujemo digitalnu marketinšku agenciju. Tako je rođen LAN Digital, startap gde smo ja i moji prijatelji koristili naše veštine da stvorimo bolju web reprezentaciju za srpske firme. Od tada smo razvili i našu drugu poslovnu ideju za srpsko tržište - Obuci.rs, web platformu za second-hand odeću, kakva do tada nije postojala u regionu.",
    "bio3-3": "Tokom poslednje tri godine bavivši se web developmentom donelo mi je ogromno iskustvo, radeći na ozbiljnim saradničkim projektima, ličnim poduhvatima kao i radu za klijente. Posebno mi je bilo drago prihvatanje uloga lidera, što mi je omogućilo da uspostavim sinergiju sa talentovanim pojedincima i neprestano tražim nove prilike za učenje. Moje veštine u bioinformatici takođe su praktično primenjene u istraživačkoj laboratoriji u kojoj trenutno radim, gde primenjujem svoje stručno znanje istražujući senescenciju ćelija. Izvan mojih profesionalnih težnji, moji hobiji i strasti uključuju tenis, putovanja, teretanu i kola.",
    "the": "Moje",
    "numbers": "brojke",
    "numbers-desc": "U poslednjoj godini doprineo sam",
    "times-to": "kontribucija na",
    "numbers-desc2": "različitih projekata."
  },
  "cv": {
    "button": "Preuzmi CV",
    "intro": "Veb programer sa dve godine iskustva u korišćenju ReactJS-a i Next-a za pravljenje perfomantnih, lepih i pristupačnih aplikacija. Tražim sledeći izazov radi učenja, usavršavanja i građenja karijere.",
    "intro-mobile": "Kreativan, prilagodljiv i uporan programer sa iskustvom u veb tehnologijama. U potrazi za sledećim izazovom radi učenja, usavršavanja i građenja karijere.",
    "technical-skills": "tehničke veštine",
    "skills": "veštine",
    "skill1": "Social Media Management",
    "skill2": "Web/App Development",
    "skill4": "Komunikacija",
    "skill5": "Vođstvo",
    "experience": "iskustvo",
    "education": "obrazovanje",
    "high-school": "XIII beogradska gimnazija - Prirodno-Matematički smer",
    "codedin": "Ovaj CV je napravljen u ReactJS-u.",
    "interests": "interesovanja",
    "languages": "jezici",
    "lang1": "Engleski",
    "lang2": "Nemački",
    "lang3": "Srpski",
    "native": "Maternji",
    "exp1-header": "Vodeći Front-End Programer",
    "present": "2023",
    "exp1-1": "Rad na izazovnim projektima kao član tima programera.",
    "exp1-2": "Izgradnja funkcionalnih i efikasnih veb aplikacija koristeći standardne industrijske prakse.",
    "exp1-3": "Predstavljanje projekta na kojem smo radili tokom godine softverskim kompanijama kao što su Microsoft, Unity i Arcurve.",
    "exp1-skills": "Kolaboracija, Vođstvo, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Inženjer, Suosnivač",
    "exp2-1": "Osnovao digital marketing agenciju sa dva prijatelja 2021. godine.",
    "exp2-2": "Zadužen za komunikaciju sa klijentima, UI Dizajn i Web Development.",
    "exp2-3": "Kreirao veb stranicu agencije kao i razne druge stranice za klijente.",
    "exp2-4": "Upravljao client outreach-om i cold emailing-om.",
    "exp2-skills": "Komunikacija sa klijentima, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Operations Intern",
    "exp3-1": "Odgovoran za anotaciju hiljada reklamnih materijala za brojne velike kompanije.",
    "exp3-2": "Zadužen za praćenje količine prodatih proizvoda kao i za promocioni materijal.",
    "exp3-3": "Bio sam odgovoran za i rukovodio promoterke i snabdevao ih promotivnim materijalima.",
    "exp3-skills": "Management, Vođstvo, Time Management, Multitasking, Komunikacione Veštine, Microsoft Excel",
    "exp4-header": "Projektni Menadžer",
    "exp4-1": "Upravljanje timom programera sa ciljom izrade jedinstvenoe biznis ideje i proizvoda. Naš projekat, EasyMeal, osvojio je nagradu najboljeg biznis projekta.",
    "exp4-2": "Mentorstvo i podrška grupi iskusnih kao i neiskusnih programera u sferi app development-a.",
    "exp4-3": "Odgovoran za upravljanje ciljevima, zahtevima, rokovima kao i kreaciji pozitivnog i produktivnog okruženja za rad.",
    "exp4-skills": "Project Management, Leadership, Agile, Typescript, React Native, Firebase, APIs"
  },
  "portfolio": {
    "my": "Moj",
    "desc": "Projekti na kojima sam individualno radio, kao i timski projekti.",
    "p1": "LAN Digital je agencija za digitalni marketing koju sam osnovao zajedno sa svoja dva najbolja prijatelja, Aleksom i Lukom.",
    "p1-2": "Budući da je ovo moje preduzeće, mnogo vremena i truda sam uložio u pravljenje stranice za našu agenciju. Stranica je većinom statična, napravio sam je koristeći React NextJS i styled-components za CSS. Stranica sadrži kontakt formu koja koristi nodemailer za slanje upita, kao i blog sekciju koja grabi podatke sa GraphCMS-a.",
    "button": "Poseti Sajt",
    "p2": "Da li vam je ikada dojadila količina vremena koja je neki put potrebna za planiranje mesta izlaska sa grupom prijatelja?",
    "p2-2": "Time to Decide je onlajn aplikacija uz pomoć koje možete smanjiti vreme potrebno za planiranje tako što ćete se lakše odlučiti za mesto izlaska. Aplikacija funkcioniše tako što vašoj grupi predlaže razne lokale na osnovu unetih preferenci. Vaši prijatelji onda jednostavno treba da glasaju za njihov omiljeni lokal i odluka će biti laka. Aplikacija je napravljena koristeći NextJS, ChakraUI i MongoDB. Google Places API je korišćen za preuzimanje predloženih lokacija.",
    "p3": "Obuci.rs je prvi jedinstveni marketplace za polovnu odeću na Balkanu.",
    "p3-2": "Šta ja započelo kao ideja mene i drugara ubrzo se pretvara u ozbiljan projekat. Obuci.rs će biti ozbiljan marketplace za trgovinu odećom. Gradi se uz pomoć najnovijih tehnologija kao što su Firebase i NextJS.",
    "moreprojects": "Još Projekata.",
    "mp-1": "Elegantna stranica za Flex Tim ekipu.",
    "mp-2": "Kuvanje na lakši i zabavniji način!",
    "mp-3": "Dobra stara igra. Potapanje brodova napravljeno koristeći React Native."
  },
  "siteinfo": {
    "about": "O Ovom Sajtu",
    "p1": "Ovaj sajt je moj ćošak na internetu. Koristim ga kako vi se hvalio o projektima na kojima sam radio i beležio moju front-end karijeru.",
    "p2": "Sajt je redizajniran i ponovo izgrađen mnogo puta. Napravljen je koristeći NextJS i TailwindCSS. Sav UX dizajn i kod je moj, mada poslužila je i inspiracija. "
  }
}
