{
  "biolength": "Dužina Biografije",
  "shortest": "Najkraće",
  "short": "Kraće",
  "longest": "Najduže",
  "long": "Duže",
  "bio0": "Nemanja je Front End developer i student.\n Voli zanimanja kojima se bavi.",
  "bio1": "Nemanja je student na osnovnim studijama Bioinformatike i Kompjuterskih Nauka na Univerzitetu u Kalgariju. On je samouki Front End programer i nepokolebljiv je u kreiranju veb aplikacija koje su istovremeno lepe i perfomantne.",
  "bio2": "Nemanja je student druge godine studija Bioinformatike i Kompjuterskih Nauka na Univerzitetu u Kalgariju. On je pokrenuo digital marketing start-up gde je fokusiran na kreiranje lepih i perfomantnih veb stranica i aplikacija. Od tehnologija, Nemanja najviše koristi React, Javascript, HTML/CSS, GraphQL i NextJS, ali je uvek otvoren da nauči nešto novo. Dok kodira, voli da osigura da je njegov kod pregledan i efikasan.",
  "bio3": "Nemanja Grujić je trenutno student druge godine smera Bioinformatika i smera Računarske Tehnologije na Univerzitetu u Kalgariju. Završio je 13. beogradsku gimnaziju. Član je preduzetničkog kluba na univerzitetu zvanom Tech Start, gde kao vodeći Front End developer koristi svoje iskustvo da rešava probleme i kreira zanimljive projekte sa svojim timom, koristeći profesionalne softverske alate i metodologije. Nemanja je takođe potpredsednik zadužen za marketing u Univerzitetskom bioinformatičkom klubu, gde nastoji da iskoristi svoje veštine digitalnog marketinga kako bi stvorio interaktivno i dostojno prisustvo kluba na vebu i društvenim mrežama.",
  "bio3-2": "Njegova strast za veb developmentom počela je 2020. godine, kada je odlučio da sam nauči kako da kodira i kreira veb stranice koristeći HTML/CSS i Javascript. Brzo je počeo da zalazi u JS framework-ove i fokusirao se na učenje React-a. Od tada, njegova strast je samo rasla dok je radio na više projekata bilo kao hobi ili za klijente. Godine 2021. on i dva njegova prijatelja koji se takođe interesuju za digitalni zanat odlučili su da osnuju agenciju za digitalni marketing. Tako je nastao LAN Digital, start-up u kome će Nemanja i njegovi prijatelji iskoristiti svoje veštine da kreiraju bolje onlajn prisustvo za srpska preduzeća.",
  "bio3-3": "Dok programira, voli da osigura da je njegov kod pregledan i efikasan. Tokom svog rada u Tech Start-u, Nemanja je stekao mnogo iskustva u radu na softverskim projektima kao deo tima i korišćenju industrijski standardnih praksi u kodiranju i pravljenju softvera. Uživa u vođenju tima i zajedničkom radu sa ljudima i uvek je u potrazi za novim izazovima kako bi stekao iskustvo i poboljšao se. Njegovi drugi hobiji uključuju sviranje gitare, teretanu i moto-sport. Takođe ima mnoštvo interesovanja, od kojih su najveća duboko interesovanje za sportske automobile, raketnu tehnologiju i kosmos.",
  "the": "moje",
  "numbers": "brojke",
  "numbers-desc": "Od početka godine Nemanja broji 255 kontribucija u 13 različita projekta. Radio je na velikim kao i na malim projektima."
}
