{
    "button": "Preuzmi CV",
    "intro": "Front-end programer sa dve godine iskustva u korišćenju ReactJS-a i Next-a za pravljenje perfomantnih, lepih i pristupačnih aplikacija. Tražim sledeći izazov radi učenja, usavršavanja i građenja karijere.",
    "intro-mobile": "Kreativan, prilagodljiv i uporan programer sa iskustvom u veb tehnologijama. U potrazi za sledećim izazovom radi učenja, usavršavanja i građenja karijere.",
    "technical-skills": "tehničke veštine",
    "skills": "veštine",
    "skill1": "Social Media Management",
    "skill2": "Web Development",
    "skill3": "Project Management",
    "skill4": "Komunikacija",
    "skill5": "Vođstvo",
    "experience": "iskustvo",
    "education": "obrazovanje",
    "high-school": "XIII beogradska gimnazija - Prirodno-Matematički smer",
    "codedin": "Ovaj CV je napravljen u ReactJS-u.",
    "interests": "interesovanja",
    "languages": "jezici",
    "lang1": "Engleski",
    "lang2": "Nemački",
    "lang3": "Srpski",
    "native": "Maternji",
    "exp1-header": "Vodeći Front-End Programer",
    "present": "Sada",
    "exp1-1": "Rad na izazovnim projektima kao član tima programera.",
    "exp1-2": "Izgradnja funkcionalnih i efikasnih veb aplikacija koristeći standardne industrijske prakse.",
    "exp1-3": "Predstavljanje projekta na kojem smo radili tokom godine softverskim kompanijama kao što su Microsoft, Unity i Arcurve.",
    "exp1-skills": "Kolaboracija, Vođstvo, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
    "exp2-header": "Front-End Inženjer, Suosnivač",
    "exp2-1": "Osnovao digital marketing agenciju sa dva prijatelja 2021. godine.",
    "exp2-2": "Zadužen za komunikaciju sa klijentima, UI Dizajn i Web Development.",
    "exp2-3": "Kreirao veb stranicu agencije kao i razne druge stranice za klijente.",
    "exp2-4": "Upravljao client outreach-om i cold emailing-om.",
    "exp2-skills": "Komunikacija sa klijentima, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
    "exp3-header": "Promo Lider",
    "exp3-1": "Odgovoran za menadžment promocionih kampanja proizvoda u lokalima širom Beograda.",
    "exp3-2": "Zadužen za praćenje količine prodatih proizvoda kao i za promocioni materijal.",
    "exp3-3": "Bio sam odgovoran za i rukovodio promoterke i snabdevao ih promotivnim materijalima.",
    "exp3-skills": "Management, Vođstvo, Time Management, Multitasking, Komunikacione Veštine, Microsoft Excel"
}