{
  "button": "Download CV/Resume",
  "intro": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Front-end developer with two years experience using ReactJS and Next to build performant, beautiful and accessible applications. Possess experience in collaborative and fast-paced settings. Highly adaptable, good at aquiring new skills and looking for the next challenge to learn and improve myself.",
  "intro-mobile": "Motivated student working toward a Bachelor's in Bioinformatics and Computer Science. Creative, collaborative and courageous developer with experience in web based technologies. Possess experience in team environments and fast-paced settings. Looking for the next challenge to learn and improve myself.",
  "technical-skills": "technical skills",
  "skills": "skills",
  "skill1": "Social Media Management",
  "skill2": "Web Development",
  "skill4": "Communication Skills",
  "skill5": "Leadership",
  "experience": "experience",
  "education": "education",
  "high-school": "XIII Belgrade High School - Natural Sciences",
  "codedin": "This CV was coded in ReactJS.",
  "interests": "interests",
  "languages": "languages",
  "lang1": "English",
  "lang2": "German",
  "lang3": "Serbian",
  "native": "Native",
  "exp1-header": "Lead Front-End Developer",
  "present": "Present",
  "exp1-1": "Working on challenging projects as part of a team of developers.",
  "exp1-2": "Building functional and perfomant web applications using industry standard practices.",
  "exp1-3": "Presenting the project we have worked on during the year and making a pitch to software companies such as Microsoft, Unity and Arcurve.",
  "exp1-skills": "Collaboration, Leadership, JS, ReactJS, Node, TypeScript, NextJS, ChakraUI, MongoDB",
  "exp2-header": "Front-End Engineer, Co-Founder",
  "exp2-1": "Co-founded the digital marketing agency with two of my friends in 2021.",
  "exp2-2": "Responsible for client communication, UI Design and Web Development.",
  "exp2-3": "Built the agency's website as well as websites for our clients.",
  "exp2-4": "Managed client outreach and cold emailing.",
  "exp2-skills": "Client Communications, JS, ReactJS, NextJS, TypeScript, Styled Components, Figma, TailwindCSS",
  "exp3-header": "Promotions Manager",
  "exp3-1": "Responsible for managing product promotion campaigns in various stores across Belgrade.",
  "exp3-2": "Managed and kept track of product sales and promotional material.",
  "exp3-3": "Was responsible for and managed various promotion workers and supplied them with promotional material.",
  "exp3-skills": "Product Management, Customer Communication, Time Management, Multitasking, Communication Skills, Microsoft Excel"
}
